{
    "sars-cov-2-virus" : {
        "What is the full name of the virus responsible for COVID-19?":"Severe acute respiratory syndrome coronavirus 2",
        "What disease does SARS-CoV-2 cause?":"COVID-19",
        "What were the previous names of SARS-CoV-2?":"previously known as 2019 novel coronavirus (2019-nCoV) and human coronavirus 2019 (HCoV-19/hCoV-19)",
        "Where was SARS-CoV-2 first identified?":"Wuhan, Hubei, China",
        "When did the WHO designate the outbreak of SARS-CoV-2?":"Jan 30, 2020 to May 5, 2023",
        "What type of virus is SARS-CoV-2?":"+ssRNA",
        "What is the genetic relationship between SARS-CoV-2 and SARS-CoV-1?":"SARS-CoV-2 is a strain of the severe-acute-respiratory-syndrome-related coronavirus (SARSr-CoV)",
        "What is the genetic similarity between SARS-CoV-2 and BANAL-52 bat coronavirus?":"96.8% similarity",
        "What is the average R0 of SARS-CoV-2?":"2.4-3.4 (assuming a nonimmune population)",
        "How does SARS-CoV-2 spread among humans?":"spreads through close contact via aerosols and respiratory droplets",
        "How does SARS-CoV-2 enter human cells?":"angiotensin-converting enzyme 2 (ACE2)",
        "What physiological system does ACE2 regulate?":"regulates the renin-angiotensin system",
        "What terminology did the WHO suggest in January 2020?":"2019 novel coronavirus (2019-nCoV)",
        "Why did the WHO suggest the new terminology?":"The WHO recommended using non-geographical, non-animal-related terms to avoid stigmatization",
        "When did the ICTV adopt the official name SARS-CoV-2?":"Feb 11, 2020",
        "Why was the official name SARS-CoV-2 adopted?":"to adhere to guidelines against using geographical locations, animal species, or groups of people in disease names",
        "What is another term sometimes used for SARS-CoV-2 to avoid confusion with SARS?":"COVID-19 virus",
        "When was human-to-human transmission of SARS-CoV-2 confirmed?":"Jan 20, 2020",
        "How was SARS-CoV-2 initially assumed to spread?":"initially assumed to occur via respiratory droplets",
        "What is another mode of transmission suggested for SARS-CoV-2?":"airborne with aerosols transmitting the virus",
        "How many infectious virions are thought to initiate infection?":"200-800",
        "What are the biosafety implications of aerosol transmission of SARS-CoV-2?":"working with viruses in the lab",
        "Besides respiratory secretions, what is another possible mode of transmission for SARS-CoV-2?":"indirect contact via contaminated surfaces",
        "On what materials can SARS-CoV-2 remain viable?":"polypropylene and stainless steel",
        "On which materials does SARS-CoV-2 not survive?":"cardboard or copper",
        "How is SARS-CoV-2 inactivated?":"inactivated by soap, which destabilizes the lipid bilayer of the virus",
        "Where is viral RNA of SARS-CoV-2 found besides respiratory secretions?":"stool and semen",
        "When does the pharynx reach peak viral load after infection?":"around 4 days after infection or in the first week of symptoms. declines after",
        "What is the duration of viral RNA shedding after onset of symptoms?":"3-46 days after onset of symptoms",
        "What is RNA shedding?":"expulsion and release of viral progeny",
        "What is the dominant initial site of infection for SARS-CoV-2?":"nasal cavity",
        "What occurs after the initial infection of SARS-CoV-2?":"subsequent aspiration-mediated viral seeding into the lungs",
        "What is the infection gradient within the pulmonary epithelium?":"high in proximal pulmonary epithelium to low in distal pulmonary epithelium",
        "Where does focal infection occur in the respiratory system with SARS-CoV-2?":"ciliated cells in the airway and in type 2 pneumocytes in the alveolar regions",
        "What is the function of type 1 pneumocytes?":"gas exchange",
        "What is the function of type 2 pneumocytes?":"secretion of surfactant proteins",
        "Which animals are susceptible and permissive to SARS-CoV-2?":"cats, ferrets, hamsters, primates, minks, tree shrews, raccoons, dogs, fruit bats, and rabbits",
        "Is asymptomatic transmission considered a driving force for SARS-CoV-2 spread?":"no",
        "How much less likely are asymptomatic individuals to transmit SARS-CoV-2?":"42% less likely to transmit SARS-CoV-2",
        "What may be typical among documented infections regarding shedding before symptoms appear? (argument)":"pre-symptomatic shedding",
        "What may be the source of the majority of SARS-CoV-2 infections? (argument)":"subclinical infections",
        "Is there certainty about reinfection and long-term immunity with SARS-CoV-2?":"no; uncertainty about reinfection and long-term immunity",
        "When was the first documented case of reinfection with SARS-CoV-2 reported?":"Mar 26, 2020, in Hong Kong",
        "How long after the initial discharge did the first reinfection case test positive again?":"The first reinfection case tested positive again on August 15, 2020, after being discharged on April 15, 2020, with two negative tests",
        "What confirmed the viral genomes from different clades in cases of reinfection?":"whole-genome sequencing (WGS)",
        "How might herd immunity be affected wrt. reinfection?":"may not eliminate the virus if reinfection is not uncommon",
        "What may limit the ability of vaccines to provide lifetime protection against SARS-CoV-2?":"changes in genome variants",
        "What is the primary cause of most reinfections with SARS-CoV-2?":"changes in genome variants",
        "Is there a known natural reservoir for SARS-CoV-2?":"no, there is no known natural reservoir",
        "Which two zoonosis-based coronavirus epidemics preceded SARS-CoV-2?":"SARS-CoV-1 and MERS-CoV",
        "What is the uncertainty regarding the original source of SARS-CoV-2?":"original source and whether pathogenicity emerged before or after the spillover event",
        "What is a potential source of the SARS-CoV-2 virus?":"The Huanan Seafood Market, but another explanation is that visitors may have spread it to the market",
        "What is the most likely explanation for human spillover of SARS-CoV-2?":"human spillover via an intermediate animal host",
        "What is the second most likely explanation for the direct spillover of SARS-CoV-2?":"direct spillover from bats",
        "What was the mutation rate from early cases of SARS-CoV-2?":"6.54 * 10^-4 per site per year",
        "How does the genetic plasticity of SARS-CoV-2 compare to other coronaviruses?":"has a slow viral evolution due to its RNA proofreading capability, despite coronaviruses generally having high genetic plasticity",
        "Is the viral mutation rate in vivo higher or lower than that of influenza?":"tends to be lower than that of influenza",
        "Where do most SARS-like bat coronaviruses originate?":"horseshoe bats from Feuang, Laos",
        "What is the genetic similarity between BANAL-52 and SARS-CoV-2?":"96.8% similarity",
        "What is the genetic similarity between RaTG13 and SARS-CoV-2?":"96.1% similarity",
        "Where is RaTG13 from?":"bats in Mojiang, Yunnan, China",
        "What are two other uncommon bat coronaviruses?":"BANAL-103 and BANAL-236",
        "What is considered the most likely natural reservoir for SARS-CoV-2?":"bats",
        "What role might humans have played in the transmission of SARS-CoV-2?":"intermediate host",
        "Is there evidence supporting the pangolin intermediate host hypothesis for SARS-CoV-2?":"no; evidence is against it as pangolin viruses are too distant from SARS-CoV-2, showing only a 92% similarity (low for viruses) and poor binding to the ACE2 receptor w/ few common critical amino acids",
        "What is the genetic composition of SARS-CoV-2's RNA?":"+ssRNA w/ 1 linear RNA segment",
        "Which species can SARS-CoV-2 infect?":"Humans, mammals (e.g., livestock), and avian species",
        "What illnesses can SARS-CoV-2 cause?":"Illnesses ranging from the common cold to Middle East respiratory syndrome (MERS)",
        "What is the position of SARS-CoV-2 among known coronaviruses in terms of human infection?":"seventh known coronavirus to infect people",
        "What are the other known coronaviruses that infect humans?":"229E, NL63, HKU1, MERS-CoV, and SARS-CoV (original)",
        "In what subgenus does SARS-CoV-2 belong?":"Sarbecovirus (beta-CoV lineage B) subgenus",
        "What is a common characteristic of unsegmented viruses during replication?":"Copy-choice replication",
        "What is copy-choice replication?":"Gene material switches from one RNA template to another during replication",
        "What is the approximate length of the SARS-CoV-2 genome?":"approx. 30,000 bases long",
        "What is the notable characteristic of the SARS-CoV-2 genome in terms of its composition?":"consists nearly entirely of protein-coding sequences",
        "What is the distinguishing feature of SARS-CoV-2's genome regarding furin cleavage?":"Incorporation of a polybasic site cleaved by furin (important for virulence)",
        "What sequence does the furin protease recognize in SARS-CoV-2?":"RX[R/K]R↓X",
        "What is the recognition sequence formed by CCT CGG CGG GCA?":"PRRA",
        "Where is the polybasic site located in the SARS-CoV-2 genome?":"upstream of R and S, forming the S1/S2 cleavage site (PRRAR↓S) of the spike protein",
        "What are the implications of the polybasic site cleaved by furin in SARS-CoV-2?":"aids in zoonotic transfer to humans",
        "What is the significance of the spike protein variant G614 in SARS-CoV-2?":"associated with increased transmissibility",
        "How many genomes of SARS-CoV-2 were available by Jan 30, 2020?":"42 genomes",
        "What announcement did the ICTV make on Feb 11, 2020, regarding SARS-CoV-2?":"identified 2019-nCoV as a virus of SARSr-CoV",
        "How many ORFs do genomes and subgenomes of SARS-CoV-2 encode?":"6 ORFs",
        "What was discovered in October 2020 regarding the genome of SARS-CoV-2?":"A possible overlapping gene called ORF3d was discovered",
        "What is known about the function of ORF3d in SARS-CoV-2?":"function is unknown, but it causes a strong immune response",
        "Where was ORF3d identified?":"In a coronavirus that infects pangolins",
        "How many genomes of SARS-CoV-2 belonged to 19 strains as of Aug 21, 2021?":"3,422 genomes belonging to 19 strains",
        "How are many variants grouped?":"Nextstrain and GISAID divide the variants into different clades",
        "How many clades does Nextstrain divide the variants into, and what are they?":"five clades: 19A, 19B, 20A, 20B, 20C",
        "How many clades does GISAID divide the variants into, and what are they?":"seven clades: L, O, V, S, G, GH, GR",
        "What are the five variants of particular concern to the WHO as of late 2020?":"Alpha, Beta, Gamma, Delta, and Omicron",
        "What is the lineage of the Alpha variant, and when did it emerge?":"Lineage B.1.1.7; emerged in the UK in September 2020",
        "What evidence is there regarding the Alpha variant's transmissibility and virulence?":"evidence of increased transmissibility and virulence",
        "What are the notable mutations of the Alpha variant?":"N501Y, P681H, and E484K",
        "What is the lineage of the Beta variant, and when did it emerge?":"Lineage B.1.351; emerged in South Africa in May 2020",
        "What evidence is there regarding the Beta variant's transmissibility and changes to antigenicity?":"evidence of increased transmissibility and changes to antigenicity",
        "What are the notable mutations of the Beta variant?":"K417N, E484K, and N501Y",
        "What is the lineage of the Gamma variant, and when did it emerge?":"Lineage P.1; emerged in Brazil in November 2020",
        "What evidence is there regarding the Gamma variant's transmissibility and virulence, and changes to antigenicity?":"evidence of increased transmissibility and virulence, with changes to antigenicity",
        "What are the notable mutations of the Gamma variant?":"K417N, E484K, and N501Y",
        "What is the lineage of the Delta variant, and when did it emerge?":"Lineage P.1.617.2; emerged in India in October 2020",
        "What evidence is there regarding the Delta variant's transmissibility and virulence, and changes to antigenicity?":"evidence of increased transmissibility and virulence, with changes to antigenicity",
        "What is the lineage of the Omicron variant, and when did it emerge?":"Lineage B.1.1.529; emerged in Botswana in November 2021",
        "What is Cluster 5, and where did it emerge?":"designation used by the Danish Statens Serum Institut for a virus variant in connection with investigations of SARS-CoV-2 infection among mink and humans in the north of Jutland, Denmark; emerged among mink in Denmark",
        "What were the consequences of Cluster 5's emergence?":"caused a mink euthanasia campaign and rendered the mink extinct",
        "What is the diameter range of each SARS-CoV-2 virion?": "60-140 nm",
        "What is the approximate mass of each SARS-CoV-2 virion?": "0.1-10 kg",
        "What are the four structural proteins found in the SARS-CoV-2 virion?": "S (spike) protein, E (envelope) protein, M (membrane) protein, N (nucleocapsid) protein",
        "What is the function of the N (nucleocapsid) protein?": "Holds the RNA genome",
        "What do the S, E, and M proteins collectively create?": "The viral envelope",
        "What type of proteins are S proteins?": "Glycoproteins",
        "How are the S proteins oriented in the membrane?": "They are Type I membrane proteins w/ a transmembrane domain oriented on the extracellular side",
        "What are the two functional parts into which S proteins are divided?": "S1 and S2",
        "What imaging technique has been used to visualize the SARS-CoV-2 S protein?": "Cryo-EM",
        "What is the function of the S1 subunit of the S protein?": "Catalyzes attachment",
        "What is the function of the S2 subunit of the S protein?": "Catalyzes fusion",
        "How does the S protein contribute to the virus-host interaction?": "Allows the virus to attach and fuse with the host membrane",
        "What are the four types of single-pass transmembrane proteins?": "Type I, Type II, Type III, Type IV",
        "How are Type I membrane proteins anchored to the membrane during synthesis?": "With a stop-transfer anchor sequence, targeting the ER lumen at the N termini during synthesis and the extracellular space (ECS) if in mature forms on the membrane",
        "How are Type II membrane proteins anchored to the membrane?": "With a signal anchor sequence, targeting the ER lumen with C termini domains",
        "Where are Type III membrane proteins anchored, and how do they target the ER lumen?": "Anchored with a signal anchor sequence, with N termini targeting the ER lumen",
        "What are the two basic types of transmembrane proteins?": "Alpha helical and beta barrels",
        "Where are alpha helical transmembrane proteins primarily found?": "In the inner membrane (prokaryotes) or plasma membrane (eukaryotes), sometimes in the outer membrane (prokaryotes)",
        "Which type of transmembrane proteins is the major category in humans?": "Alpha helical",
        "Where are beta barrel transmembrane proteins found?": "In the outer membrane of Gram-negative bacteria, cell walls of Gram-positive bacteria, and outer membranes of mitochondria/chloroplasts",
        "What can beta barrel transmembrane proteins be secreted as?": "Pore-forming toxins",
        "What is the topology of beta barrel transmembrane proteins?": "Simple up-and-down topology",
        "What natural protein forms a dimeric transmembrane beta-helix?": "Gramicidin A",
        "What is the function of Gramicidin A when secreted by Gram-positive bacteria?": "As an antibiotic",
        "What type of helix hasn't been reported in natural proteins?": "Transmembrane polyproline-II helix",
        "What are the two subtypes of Type IV transmembrane proteins, and how do their N termini differ?": "Type IV-A have N termini targeted to the cytosol, while Type IV-B has N termini targeted to the lumen",
        "How many genome sequences were deposited into databases as of September 2023?": "16 million genome sequences",
        "What is the structure of the SARS-CoV-2 genome?": "Linear +ssRNA with 30,000 bases",
        "What is the nucleotide composition of the SARS-CoV-2 genome, from highest to lowest?": "U (32.2%), A (29.9%), G (19.6%), C (18.3%)",
        "What mutation bias is observed in the SARS-CoV-2 genome?": "Bias against C and G",
        "What consequence does the CG mutation bias have? What is an evolutionary advantage to it?": "Mutation of G and C to A and U; this bias arises to avoid the zinc finger antiviral proteins defense mechanism and reduces the energy needed to unbind the genome",
        "How does the codon usage bias in the SARS-CoV-2 genome compare to other SARS coronaviruses?": "Similar",
        "What initiates the replication cycle of SARS-CoV-2?": "Viral particles binding to host surface cellular receptors",
        "Which receptor on human cells does SARS-CoV-2 have sufficient affinity to for cell entry?": "ACE2 (Angiotensin-Converting Enzyme 2)",
        "What experimental method confirmed ACE2 as a receptor for SARS-CoV-2?": "Reverse genetics",
        "How does the affinity of SARS-CoV-2 to ACE2 compare to the original SARS virus?": "Higher affinity",
        "Besides ACE2, what other cell surface receptor may SARS-CoV-2 use for entry?": "Basignin (BSG/Extracellular Matrix Metalloprotease Inducer/Cluster of Differentiation 147)",
        "What host protease is essential for priming the spike protein of SARS-CoV-2 during entry?": "Transmembrane Protease, Serine 2 (TMPRSS2)",
        "What host protein, along with ACE2, can assist with entry of SARS-CoV-2?": "Neuropilin 1 (NRP1)",
        "What action does TMPRSS2 perform on the spike protein during entry?": "Cuts open the spike protein and exposes a fusion peptide in S2 subunit",
        "How does the virion escape from the endosome during the replication cycle?": "When the pH of the endosome drops or when cathepsin, a host cysteine protease, cleaves it",
        "What is released into the cell by the virion after fusion?": "RNA",
        "How many virulence factors does SARS-CoV-2 produce that promote shedding and inhibit the immune response?": "At least 3",
        "What is one possible effect of SARS-CoV-2 on ACE2?": "Downregulation (this is still under investigation)",
        "What is the effectiveness of drugs in inhibiting SARS-CoV-2?": "Very few drugs are effective against SARS-CoV-2.",
        "Which enzyme can mastinib inhibit in SARS-CoV-2?": "The main protease, 3CLpro, in SARS-CoV-2.",
        "What reduction in viral titers was observed in the lungs and nose of mice treated with mastinib against SARS-CoV-2?": "A 200-fold reduction in viral titers was observed in the lungs and nose of mice treated with mastinib against SARS-CoV-2.",
        "Is mastinib currently approved for treatment of SARS-CoV-2?": "No, mastinib is not approved for the treatment of SARS-CoV-2 yet.",
        "When did the US grant emergency use authorization for nirmatrelvir/ritonavir for treatment of SARS-CoV-2?": "The US granted emergency use authorization for nirmatrelvir/ritonavir for the treatment of SARS-CoV-2 in December 2021.",
        "Which countries followed the US in granting emergency use authorization for nirmatrelvir/ritonavir for treatment of SARS-CoV-2?": "The EU, UK, and Canada followed the US in granting emergency use authorization for nirmatrelvir/ritonavir for treatment of SARS-CoV-2.",
        "By how much does nirmatrelvir/ritonavir reduce the risk of hospitalization and death from SARS-CoV-2?": "Nirmatrelvir/ritonavir reduces the risk of hospitalization and death from SARS-CoV-2 by 88%.",
        "When did the COVID Moonshot project begin with the goal to develop an unpatented oral antiviral drug against SARS-CoV-2?": "The COVID Moonshot project began in March 2020 with the goal to develop an unpatented oral antiviral drug against SARS-CoV-2."
      },
    "hiv-1" : {
        "What are HIV (human immunodeficiency viruses) and what do they cause over time?": "HIV are species of Lentivirus that infect humans. Over time, they can cause acquired immunodeficiency syndrome (AIDS).",
        "What is the average survival time after HIV infection?": "The average survival time is 9-11 years after infection.",
        "How is HIV primarily transmitted sexually?": "In most cases, it is sexually transmitted through contact or transfer of blood, pre-ejaculate, semen, and vaginal fluids.",
        "What are the non-sexual transmission routes of HIV?": "Non-sexual transmission includes from infected mother to infant during pregnancy, exposure to infected fluid during childbirth, and through breast milk.",
        "In what forms is HIV present in bodily fluids?": "HIV is present as free virus particles and within infected immune cells in bodily fluids.",
        "Under what condition is HIV untransmittable through condomless intercourse?": "It is untransmittable if the HIV-positive partner has an undetectable viral load.",
        "Which immune cells does HIV infect?": "HIV infects immune cells such as helper T cells, specifically CD4+ T cells, macrophages, and dendritic cells.",
        "What are the mechanisms leading to low levels of CD4+ T cells after HIV infection?": "Infection leads to low levels of CD4+ T cells via mechanisms like pyroptosis of abortively infected T cells, apoptosis of uninfected bystander cells, direct viral killing of infected cells, and killing of infected CD4+ T cells by CD8+ cytotoxic lymphocytes that recognize infected cells.",
        "What happens when CD4+ T cell levels decline below a critical level?": "When CD4+ T cell levels decline below a critical level, cell-mediated immunity is lost and the body becomes more susceptible to opportunistic infections, leading to AIDS.",
        "What is the taxonomic classification of HIV?": "HIV is a member of the Lentivirus genus and Retroviridae family.",
        "What are the characteristics of Lentiviruses?": "Lentiviruses are responsible for long-duration illnesses with long incubation periods.",
        "How is HIV transmitted?": "HIV is transmitted as +ssRNA enveloped viruses (class VI).",
        "What happens upon entry of HIV into a host cell?": "Upon entry, the HIV genome is reverse transcribed into dsDNA by reverse transcriptase.",
        "What happens to the resulting viral DNA?": "The resulting viral DNA is imported into the nucleus and integrated into cellular DNA by a virally encoded integrase and host cofactors.",
        "What are the two possible outcomes after integration of viral DNA into cellular DNA?": "Once integrated, the virus can become latent and avoid detection by the immune system, remaining dormant for up to 10 years after primary infection (asymptomatic period). Alternatively, the viral DNA can be transcribed to produce new RNA genomes and viral proteins, leading to viral replication and release.",
        "What are the alternative names for HIV-1?": "HIV-1 was initially discovered and is termed both lymphadenopathy-associated virus (LAV) and human T-lymphotropic virus 3 (HTLV-III).",
        "How does HIV-1 compare to HIV-2 in terms of virulence and infectivity?": "HIV-1 is more virulent and infective than HIV-2.",
        "Where is HIV-2 predominantly found?": "HIV-2 has poor capacity for transmission and is confined primarily to West Africa.",
        "What is the size and shape of the HIV virion?": "HIV is roughly spherical with a diameter of 120 nm.",
        "What is the composition of the HIV genome?": "The HIV genome consists of two copies of +ssRNA that code for nine genes.",
        "What is the composition of the conical capsid of HIV?": "The capsid is composed of 2000 copies of the viral p24 protein.",
        "How is the viral RNA packaged within the virion?": "The viral RNA is tightly bound to nucleocapsid proteins p7 and enzymes for virion development.",
        "What are the enzymes present within the HIV virion?": "The enzymes include reverse transcriptase, proteases, ribonuclease, and integrase.",
        "What is the function of the matrix protein p17?": "The matrix protein p17 surrounds the capsid to ensure integrity.",
        "Describe the composition of the viral envelope of HIV.": "The viral envelope is composed of a host lipid bilayer from budding and contains host proteins along with a few copies of the HIV envelope protein. It consists of a cap made from glycoprotein (gp) 120 and a stem made of three gp41 molecules that anchor the structure into the envelope.",
        "What is the significance of the envelope protein encoded by the env gene?": "The envelope protein allows for attachment and fusion and is the only protein on the viral surface, making it a major target for HIV vaccine efforts.",
        "What is the role of glycans in the HIV envelope?": "Glycans constitute over 50% of the mass of the trimeric envelope and shield the underlying viral protein from neutralization by antibodies. They are so densely packed that they prevent normal glycan maturation during biogenesis in the endoplasmic reticulum (ER) and Golgi. This density and processing mean that almost all broadly neutralizing antibodies against HIV target or cope with envelope glycans.",
        "How was the structure of the viral spike determined?": "The viral spike structure was determined by X-ray crystallography and CryoEM.",
        "What enabled the determination of the viral spike structure?": "The stable recombinant form of the viral spike was developed by introducing an intersubunit disulfide bond and an isoleucine to proline mutation (radical replacement) in the gp41 protein, making it possible for X-ray crystallography and CryoEM to be applied.",
        "What are SOSIP trimers, and why are they significant?": "SOSIP trimers are recombinant trimeric viral spikes that reproduce the antigenic properties of the native spike while also displaying the same degree of immature glycans as the native virus. They are significant because they are good vaccine candidates, showing fewer non-neutralizing epitopes compared to recombinant monomeric gp120, which can suppress the immune response to target epitopes.",
        "What are the structural landmarks of the HIV genome?": "The HIV genome has at least seven structural landmarks: LTR (long terminal repeat), TAR (trans-activation response element), the binding site for Tat proteins, RRE (Rev response element), PE (Psi elements), SLIP (TTTTTT slippery site + stem loop), CRS (Cis-acting repressive sequences), and INS (inhibitory/instability RNA sequences).",
        "What is the function of the RRE element in the HIV genome?": "The RRE element, encoded within env, is necessary for Rev function.",
        "What is the function of the PE (Psi elements) in the HIV genome?": "The PE consists of 4 stem loops with overlap of the Gag start codon and is recognized by the cysteine histidine box. It is involved in regulating viral replication.",
        "What is the role of the SLIP element in the HIV genome?": "The SLIP element regulates -1 frameshift out of Gag reading frame into Pol reading frame during translation.",
        "What is the function of CRS (Cis-acting repressive sequences) in the HIV genome?": "CRS inhibits structural protein expression in the absence of Rev, thus regulating viral gene expression.",
        "What is the role of INS (inhibitory/instability RNA sequences) in the HIV genome?": "INS elements can act independently to inhibit expression posttranscriptionally. Mutation of RNA elements leads to INS inactivation and upregulation of gene expression.",
        "How many genes does the HIV genome typically contain?": "The HIV genome typically contains at least nine genes, sometimes ten.",
        "What does the gag gene encode?": "The gag gene encodes the capsid proteins, also known as group-specific antigens (Gag).",
        "What are the products of the gag gene precursor, and what are their functions?": "The precursor protein, p55, is myristoylated and processed into p17 (matrix), p24 (capsid), p7 (nucleocapsid), and p6. These proteins associate with the plasma membrane for virus assembly. The Gag precursor is called assemblin.",
        "What does the pol gene encode, and how are its enzymes produced?": "The pol gene encodes the viral protease, reverse transcriptase, and integrase. These enzymes are produced as a Gag-Pol precursor polyprotein, which is cleaved to release the individual enzymes. The precursor is made by frameshifting near the 3’ end of gag.",
        "What does the env gene encode, and what is its precursor?": "The env gene encodes the envelope glycoproteins gp120 and gp41. These proteins are produced as a gp160 precursor, which gives rise to a noncovalent complex of gp120 and gp41.",
        "How are mature gp120-gp41 complexes arranged on the cell surface?": "Mature gp120-gp41 complexes are bound by noncovalent interactions and associated as a trimer on the cell surface.",
        "What is the function of gp120, and what does it contain?": "Gp120 contains the binding site for CD4 and the seven chemokine receptors that act as coreceptors for HIV-1. It is a significant target for HIV vaccine efforts.",
        "What is the function of the tat gene?": "The tat gene encodes the transactivator of gene expression, one of the two essential regulatory factors for HIV gene expression.",
        "What are the two exons of Tat, and where are they localized?": "Tat-1 exon (minor) consists of 72 amino acids (AAs), and Tat-2 exon (major) consists of 86 AAs. They are localized in the nucleolus/nucleus.",
        "How does Tat function in gene expression?": "Tat binds to the TAR RNA element and activates initiation and elongation by the long terminal repeat (LTR) promoter. It prevents premature termination by binding to the 5’ LTR AATAAA polyadenylation signal.",
        "What is unique about Tat in terms of transcription factor interactions?": "Tat is the first eukaryotic transcription factor to interact with RNA rather than DNA and may be similar to prokaryotic antitermination factors.",
        "What is the function of the rev gene?": "The rev gene encodes the second transactivator of gene expression. It is a 19-kD phosphoprotein localized in the nucleolus/nucleus.",
        "What does Rev do in terms of mRNA processing and transport?": "Rev binds to the Rev response element (RRE) and promotes the nuclear export, stabilization, and utilization of viral mRNAs containing RRE.",
        "What is the significance of the nef gene?": "The nef gene encodes a multifunctional myristoylated protein produced by the ORF at the 3’ end of lentiviruses. It is the first HIV protein produced in infected cells and is the most immunogenic of accessory proteins.",
        "What are some functions of Nef?": "Nef downregulates CD4 and MHC class I molecules, interacts with components of host cell signal transduction and clathrin-dependent protein sorting, and contains PxxP motifs that bind to SH3 domains of Src kinases required for enhanced growth of HIV.",
        "What is the function of the vif gene?": "The vif gene promotes infectivity but not virion production.",
        "What are the characteristics of the vif protein?": "The vif protein is 23 kD in size and is found in almost all lentiviruses. It exists in cytoplasmic forms, including soluble cytosolic and membrane-associated forms. The membrane-associated form is peripheral and tightly associated with the cytoplasmic side.",
        "What is the role of Vif in preventing APOBEC-3G action?": "Vif prevents the action of cellular APOBEC-3G while deaminating DNA:RNA heteroduplexes in the cytoplasm.",
        "What is the function of the vpr gene?": "The vpr gene is incorporated into the virion and interacts with p6 Gag of the Pr55 Gag precursor. It is primarily localized to the nucleus.",
        "What are some proposed functions of the Vpr protein?": "Proposed functions of Vpr include targeting nuclear import of preintegration complexes, inducing cell growth arrest, transactivating cellular genes, and inducing cellular differentiation.",
        "What is unique about the vpu gene?": "The vpu gene is unique to HIV-1 and is not found in HIV-2 or similar SIVs.",
        "What are some characteristics of the vpu protein?": "The vpu protein is an 81 AA type I integral membrane protein. It functions to degrade CD4 in the endoplasmic reticulum (ER) and enhance virion release from infected cells.",
        "What is the involvement of Vpu in cellular processes?": "Vpu likely has an N-terminal hydrophobic membrane anchor and a hydrophilic moiety. It is phosphorylated by casein kinase II at Ser52 and Ser56 and is involved in Env maturation.",
        "What is the function of the vpx gene?": "The vpx gene is found in HIV-2 and similar SIVs and is a 12 kD accessory gene homologous to vpr.",
        "What are some characteristics of the vpx protein?": "Viruses containing vpx also contain vpr, and vpx is incorporated into virions at levels similar to Gag through interactions with Gag p6.",
        "What is the significance of Vpx for viral replication?": "Vpx is necessary for efficient replication of SIV-SMM in peripheral blood mononuclear cells (PBMCs).",
        "What is the tev gene?": "The tev gene involves the fusion of tat, env, and rev, encoding 19 proteins.",
        "How many proteins in total do all the HIV genes encode?": "All the HIV genes together encode 19 proteins.",
        "What is the role of Gag, Pol, and Env genes in HIV replication?": "Gag, Pol, and Env genes contain information necessary for making structural particles for new virions.",
        "What is the function of the gp160 protein encoded by the env gene?": "The gp160 protein encoded by the env gene is cleaved by a protease into gp120 and gp41, which are essential for viral entry and fusion.",
        "What is the function of the regulatory genes in HIV?": "The other 6 genes in HIV are regulatory and control HIV’s ability to infect cells, produce new copies, or cause disease.",
        "What are the two Tat proteins, and what is their function?": "The two Tat proteins, p16 and p14, are transcriptional activators for the LTR promoter by binding to the TAR RNA element.",
        "What is the role of the TAR RNA element, and what can it be processed into?": "The TAR RNA element can be processed into miRNAs that regulate ERCC1 and IER3 for apoptosis.",
        "What is the function of the Rev protein, and how does it function?": "The Rev (p19) protein shuttles RNA from the nucleus to the cytoplasm by binding to the RRE RNA element.",
        "What is the function of the Vif protein, and what does it prevent?": "The Vif (p23) protein prevents the action of APOBEC3G, which deaminates C to U in ssDNA and/or interferes with reverse transcription (RT).",
        "What is the function of the Vpr protein, and what does it do?": "The Vpr (p14) protein arrests cell division at the G2/M phase, aiding in viral replication.",
        "What are the functions of the Nef protein?": "The Nef (p27) protein downregulates CD4 and MHC class I and class II molecules. Additionally, Nef interacts with SH3 domains.",
        "What is the function of the Vpu protein?": "The Vpu (p16) protein helps release new virus particles from infected cells.",
        "What are the roles of the LTR regions at the ends of each HIV RNA strand?": "The LTR regions act as switches to control the production of new viruses, which can be triggered by either HIV or the host.",
        "What is the function of the Psi element, and what recognizes it?": "The Psi element helps with genome packaging and is recognized by Gag and Rev proteins.",
        "What is the function of the SLIP element?": "The SLIP element helps frameshift the gag-pol reading frame to make functional pol proteins.",
        "What does tropism refer to in the context of HIV?": "Tropism refers to the cell types that a virus infects.",
        "Which cell types does HIV infect?": "HIV infects CD4+ T cells, macrophages, and microglial cells.",
        "What is the mechanism of entry for HIV into macrophages and CD4+ T cells?": "Entry into macrophages and CD4+ T cells is mediated by the interaction of gp120 with the CD4 molecule on the target cell membrane, as well as chemokine coreceptors.",
        "What are the characteristics of macrophage-tropic (M-tropic) strains of HIV-1?": "M-tropic strains of HIV-1, also known as non-syncytia-inducing strains (NSI/R5 viruses), use the beta-chemokine receptor CCR5 for entry and can replicate in both macrophages and CD4+ T cells.",
        "Which chemokine receptor is used by all primary HIV-1 isolates regardless of subtype?": "All primary HIV-1 isolates, regardless of subtype, use the CCR5 coreceptor.",
        "What are the characteristics of T-tropic strains of HIV-1?": "T-tropic strains of HIV-1, also called syncytia-inducing strains (SI/X4 viruses), replicate in primary CD4+ T cells and macrophages and use the alpha-chemokine receptor CXCR4 for entry.",
        "What are dual-tropic strains of HIV-1, and how do they differ from other strains?": "Dual-tropic strains of HIV-1 can use both CCR5 and CXCR4 for entry, making them transitional.",
        "What is the significance of the CCR5-delta32 mutation?": "People with the CCR5-delta32 mutation are resistant to R5 strains of HIV because the virus cannot bind to the CCR5 coreceptor.",
        "What is the major mode of transmission of HIV, and what types of strains are present in seminal fluid?": "Sexual intercourse is the major mode of transmission, and both X4 and R5 strains are present in seminal fluid.",
        "What is the role of viral adaptation to CXCR4 in the progression to AIDS?": "Viral adaptation to use CXCR4 instead of CCR5 is a key step in the progression to AIDS.",
        "What percentage of AIDS patients have SI viruses, and what phenotype do they exhibit?": "40-50% of AIDS patients have SI viruses (X4 phenotype), which replicate more aggressively and lead to quicker depletion of T cells.",
        "What are some characteristics of HIV-2 in comparison to HIV-1?": "HIV-2 is much less pathogenic and is restricted to West Africa. It contains accessory genes and exhibits a promiscuous pattern of coreceptor usage (CD4-independence).",
        "What are the initial steps of the entry phase of HIV replication?": "The initial steps of entry involve the attachment of the virion to receptors on target cells, followed by fusion of the viral envelope with the cell membrane and release of the capsid into the cell.",
        "What is the role of the trimeric envelope complex (gp160 spike) during entry?": "The trimeric envelope complex interacts with both CD4 and a chemokine coreceptor (CCR5/CXCR4/others) to initiate entry into the target cell.",
        "How does gp120 facilitate efficient transmission of HIV-1?": "Gp120 binds to integrin alpha4beta7 and activates LFA-1, facilitating the formation of virological synapses for efficient transmission of HIV-1.",
        "What is the first step in the fusion process during HIV entry?": "The first step is the high-affinity attachment of the CD4 binding domains of gp120 to CD4 on the target cell surface.",
        "How does the envelope complex change structure during fusion?": "The envelope complex changes structure to expose the chemokine receptor binding domains of gp120, allowing interaction with the target chemokine receptor.",
        "What role does the N-terminal fusion peptide (gp41) play in the fusion process?": "The N-terminal fusion peptide (gp41) penetrates the cell membrane, facilitating fusion between the viral envelope and the cell membrane.",
        "What happens after the fusion of the viral and cell membranes?": "After fusion, repeat sequences in gp41, HR1, and HR2 interact, causing the collapse of the extracellular portion of gp41 into a hairpin shape. This brings the membranes close together and facilitates fusion, allowing the capsid to enter the cell.",
        "What occurs after RNA and enzymes are injected into the cell during entry?": "After binding, RNA and enzymes (reverse transcriptase, integrase, ribonuclease, protease) are injected into the cell.",
        "What happens to the single-stranded RNA genome during microtubule-based transport to the nucleus?": "During microtubule-based transport to the nucleus, the single-stranded RNA genome is transcribed into double-stranded DNA, which integrates into the host chromosome.",
        "How can HIV infect dendritic cells (DCs)?": "HIV can infect DCs through the CD4-CCR5 route and also by using mannose-specific C-type lectin receptors such as DC-SIGN.",
        "What role do dendritic cells (DCs) play in HIV transmission?": "DCs are one of the first cells encountered during sexual transmission and can help transmit HIV to T cells when HIV is captured in the mucosa by DCs.",
        "What is the role of FEZ-1 in preventing HIV infection?": "The presence of FEZ-1, particularly in neurons, prevents HIV infection.",
        "What is an alternative route of HIV entry that has been discovered?": "HIV-1 entry was thought to occur exclusively at the plasma membrane, but there has also been evidence of productive infection by pH-independent clathrin-mediated endocytosis, which may constitute a route of productive entry.",
        "What is the role of reverse transcriptase (RT) in HIV replication?": "Reverse transcriptase liberates +ssRNA from viral proteins and copies it into a cDNA molecule. RT also degrades viral RNA while synthesizing cDNA and creates sense DNA from antisense cDNA.",
        "What are the consequences of reverse transcription being error-prone?": "Reverse transcription being error-prone may result in drug resistance or enable the virus to evade the immune system.",
        "What is the function of integrase in HIV replication?": "Integration into the host genome is carried out by integrase. Integrated DNA may lie dormant in the latent stage.",
        "What transcription factor is essential for active production of the virus, and how is it upregulated?": "The most important transcription factor for active virus production is NF-kappaB. NF-kappaB is upregulated when T cells are activated, as these cells are actively fighting infection.",
        "How is selectivity in packaging of the viral genome achieved during replication?": "Selectivity in packaging is explained by the dimeric conformer of genomic RNA (gRNA), characterized by a tandem three-way junction within the gRNA monomer. This allows for specific binding of NC protein and assembly of new viral particles.",
        "What role does RNA splicing play in HIV replication?": "RNA splicing produces mRNAs shorter than the full-length genome and determines which protein-coding sequences are translated.",
        "What is the function of the Rev protein in HIV replication?": "Rev protein binds to full-length unspliced RNA copies in the nucleus and allows for their export from the nucleus.",
        "How do HIV-1 and HIV-2 differ in their RNA binding preferences during replication?": "HIV-1 binds to any appropriate RNA, while HIV-2 preferentially binds to mRNA used to create the Gag protein itself.",
        "How many RNA genomes are encapsidated per HIV-1 particle?": "Two RNA genomes are encapsidated per HIV-1 particle.",
        "When does recombination occur during HIV replication?": "Recombination occurs when the +ssRNA genomes are reverse transcribed into DNA.",
        "What is copy choice recombination?": "Copy choice recombination occurs when nascent DNA switches multiple times between the two RNA copies during reverse transcription.",
        "How many recombination events may occur per genome at each replication cycle?": "Anywhere from 2-20 recombination events per genome may occur at each replication cycle, rapidly shuffling genetic information.",
        "What are the consequences of viral recombination in HIV?": "Viral recombination produces genetic variation that contributes to the evolution of antiretroviral therapy resistance and may also contribute to overcoming immune defenses of the host.",
        "How does template switching by reverse transcriptase act as a repair process?": "Template switching acts as a repair process to deal with breaks in the ssRNA genome, creating an undamaged copy of the genome from two damaged copies.",
        "What is the role of recombination in HIV adaptation?": "Recombination may be an adaptation for repair and variation, with the benefit of repair occurring at each replication cycle, regardless of genetic differences between the genomes.",
        "What factors make the HIV genome vulnerable to oxidative damage?": "HIV-1 inflammation causes chronic inflammation and production of reactive oxygen species (ROS), making the genome vulnerable to oxidative damage.",
        "Why is successful infection dependent on overcoming host defense strategies?": "Successful infection depends on overcoming host defense strategies, so recombination may be an adaptation for repair and variation to achieve successful infection.",
        "Where does HIV assembly begin?": "HIV assembly begins at the plasma membrane of the host cell.",
        "Describe the processing of Env (gp160) during HIV assembly.": "Env (gp160) is transported from the endoplasmic reticulum (ER) to the Golgi, where it is cleaved by furin, resulting in the formation of gp41 and gp120. These proteins are then transported to the plasma membrane.",
        "How do Gp41 and Gag proteins contribute to HIV assembly?": "Gp41 anchors gp120 to the plasma membrane, while Gag (p55) and Gag-Pol (p160) polyproteins associate with the inner surface of the plasma membrane along with the genomic RNA as the virion buds from the host membrane.",
        "What is the status of the virion after budding from the host membrane?": "The budded virion is still immature since the gag polyproteins need to be cleaved into the matrix, capsid, and nucleocapsid proteins.",
        "How is the cleavage of gag polyproteins mediated during HIV assembly?": "The cleavage of gag polyproteins is mediated by the viral protease, although this process is inhibited by antiretroviral protease inhibitors.",
        "What happens after the cleavage of gag polyproteins during assembly?": "After cleavage, the structural components assemble to produce a mature HIV virion, which is then ready for further infection.",
        "What is the classic process of HIV infection spread, and how is it distinguished from cell-to-cell spread?": "The classic process of HIV infection spread is cell-free spread, where virus particles bud from infected T cells, enter the blood or extracellular fluid, and infect another cell by chance encounter. This is distinguished from cell-to-cell spread.",
        "Describe the process of cell-to-cell spread of HIV.": "Cell-to-cell spread of HIV can occur via two pathways: (1) Infected T cells can transmit the virus directly to target T cells via a virological synapse, or (2) antigen-presenting cells (APCs) such as macrophages or dendritic cells can transmit HIV to T cells through productive infection or transfer of virions in trans.",
        "What makes cell-to-cell spread of HIV more efficient than cell-free spread?": "Cell-to-cell spread of HIV is more efficient due to several factors, including polarized virus budding towards the site of cell-to-cell contact, close apposition of cells minimizing fluid-phase diffusion of virions, and clustering of HIV entry receptors on target cells towards the contact zone.",
        "Where is cell-to-cell spread particularly important?": "Cell-to-cell spread of HIV is particularly important in lymphoid tissues with densely packed CD4+ T cells.",
        "How do intravital imaging studies support the concept of the HIV virological synapse in vivo?": "Intravital imaging studies have supported the concept of the HIV virological synapse by visualizing the direct transmission of HIV from infected cells to target cells in living tissues.",
        "Why do many dissemination mechanisms for HIV contribute to ongoing replication even in the presence of antiretroviral therapies?": "Many dissemination mechanisms for HIV contribute to ongoing replication even in the presence of antiretroviral therapies, allowing the virus to persist and evade treatment.",
        "What factors contribute to the high genetic variability of HIV?": "The high genetic variability of HIV is attributed to its fast replication cycle, generating approximately 10^10 virions per day, a high mutation rate (~3*10^-5 nucleotide changes per cycle), and the recombinogenic properties of the reverse transcriptase enzyme (RT).",
        "How does simultaneous infection with two different HIV strains impact genetic diversity?": "Simultaneous infection with two different HIV strains can lead to the generation of recombinant viral genomes. When progeny genomes contain RNA from two different strains, recombination events can occur during reverse transcription, contributing to increased genetic diversity.",
        "What is the significance of recombination in HIV?": "Recombination in HIV leads to the rapid shuffling of genetic information between different strains. This process allows HIV to generate genetic diversity, which is crucial for its adaptation, evolution, and the development of drug resistance.",
        "Describe the variability of Simian Immunodeficiency Virus (SIV) across different natural hosts.": "SIV exhibits variability across different natural hosts. For example, SIV of African green monkey (SIVagm) and sooty mangabey (SIVsmm) have a long evolutionary history and typically do not cause severe disease in their natural hosts. However, when these strains infect species not adapted to SIV, such as rhesus or cynomolgus macaques, they can lead to the development of AIDS and genetic diversity.",
        "How does HIV-1 subtype M differ from subtypes N and O?": "HIV-1 is classified into three groups based on differences in the env region: M, N, and O. Group M is the most prevalent and has eight subtypes that are geographically distinct. Subtypes A and D are mainly found in Africa, while subtype B is predominantly found in North America and Europe. Subtype C is mainly found in Africa and Asia. Coinfection with distinct subtypes can give rise to circulating recombinant forms (CRFs).",
        "What is the focus of most HIV-1 research?": "Most HIV-1 research is focused on subtype B, which is predominantly found in North America and Europe. However, other subtypes and circulating recombinant forms (CRFs) also contribute to the global diversity of HIV-1 and are important areas of study.",
        "What is the proposed significance of the P group of HIV?": "The existence of the P group of HIV has been hypothesized based on an isolation in 2009 derived from gorilla SIV (SIVgor) in western lowland gorillas in 2006. Further research is needed to understand the significance and characteristics of this group.",
        "What is the relationship between HIV-2 and SIVsm?": "HIV-2's closest relative is SIVsm, which is found in sooty mangabees. The genetic sequence of HIV-2 is only partially homologous to HIV-1 and more closely resembles SIVsm.",
        "How does recombination contribute to the genetic diversity of HIV?": "Recombination in HIV occurs when nascent DNA switches multiple times between two RNA copies during reverse transcription. This process, known as copy-choice recombination, leads to the rapid shuffling of genetic information between different strains, contributing to increased genetic diversity.",
        "What is the prevalence of HIV-positive individuals who are unaware of their infection?": "The prevalence of HIV-positive individuals who are unaware of their infection is less than 1%, although this proportion may be even lower in rural populations.",
        "Why is routine screening of donor blood and blood products important?": "Routine screening of donor blood and blood products is important because donors may be unaware of their HIV infection status. Screening helps to prevent the transmission of HIV through blood transfusions and ensures the safety of medical procedures and research involving blood products.",
        "What is the initial testing method for HIV-1 diagnosis?": "The initial testing method for HIV-1 diagnosis is enzyme-linked immunosorbent assay (ELISA), which is used to detect antibodies to HIV-1 in the patient's blood.",
        "How are specimens with nonreactive results from the initial ELISA test interpreted?": "Specimens with nonreactive results from the initial ELISA test are considered HIV-negative, unless there has been a new exposure to a potential HIV-positive partner.",
        "What is the next step if a specimen shows a reactive result on the ELISA test?": "If a specimen shows a reactive result on the ELISA test, it is retested. If the result of either duplicate test is reactive, the specimen is reported as repeatedly reactive and undergoes confirmatory testing with a more specific supplemental test.",
        "What are examples of supplemental tests used for confirmatory testing of HIV?": "Examples of supplemental tests used for confirmatory testing of HIV include polymerase chain reaction (PCR), Western blot, and indirect immunofluorescence assay (IFA).",
        "How is a specimen confirmed as HIV-positive?": "Specimens are confirmed as HIV-positive if they are repeatedly reactive by ELISA and positive by supplemental tests such as IFA, PCR, or Western blot.",
        "What is the significance of an indeterminate Western blot result?": "An indeterminate Western blot result may occur when a specimen is repeatedly reactive by ELISA but does not provide a clear positive result on Western blot. This may be due to an incomplete antibody response or nonspecific reactions, particularly in uninfected individuals.",
        "Which supplemental test can be used to confirm infection in ambiguous cases but is not widely used?": "Indirect immunofluorescence assay (IFA) can be used to confirm infection in ambiguous cases, but it is not widely used in HIV diagnosis.",
        "What should be done for individuals with indeterminate Western blot results?": "For individuals with indeterminate Western blot results, a second specimen should be collected >1 month later and retested.",
        "What is the purpose of nucleic acid testing in HIV diagnosis?": "Nucleic acid testing for viral RNA/proviral DNA amplification, although less commonly available, can help in the diagnosis of HIV, particularly in cases where other tests yield inconclusive results.",
        "What should be done if a tested specimen yields inconclusive results due to low quantity?": "If a tested specimen yields inconclusive results due to low quantity, another specimen should be collected and tested.",
        "How accurate is modern HIV testing, and what factors are taken into consideration?": "Modern HIV testing is very accurate, with screening tests correct >99% of the time. The window period is taken into consideration to ensure accurate diagnosis.",
        "What is the false-positive rate in a two-step testing protocol in low-risk populations?": "In low-risk populations, the false-positive rate in a two-step testing protocol is approximately 1 in 250,000.",
        "What is the recommended testing schedule for individuals post-exposure to HIV?": "Testing post-exposure is recommended immediately, at 6 weeks, 3 months, and 6 months after exposure to HIV.",
        "What is the CDC's recommendation for HIV testing?": "The CDC recommends that HIV testing must start with an immunoassay combination test for HIV-1 and HIV-2 antibodies and p24 antigen. A positive result requires follow-up with an HIV-1/2 antibody differentiation immunoassay.",
        "What are the four possible scenarios based on the results of HIV testing?": "The four possible scenarios based on the results of HIV testing are: HIV-1 positive and HIV-2 negative, HIV-1 negative and HIV-2 positive, HIV-1 positive and HIV-2 positive, and HIV-1 negative or indeterminate and HIV-2 negative. A nucleic acid test needs to be carried out in the last scenario to detect acute infection of HIV-1 or its absence.",
        "What are the primary areas of research related to HIV/AIDS?": "The primary areas of research related to HIV/AIDS include preventing, treating, and curing the disease, as well as understanding the fundamental nature of HIV and AIDS as the disease caused by HIV.",
        "What are some examples of research in behavioral health interventions related to HIV/AIDS?": "Research in behavioral health interventions related to HIV/AIDS includes studies on sex education programs aimed at reducing transmission rates.",
        "What types of drug development research are conducted in relation to HIV/AIDS?": "Drug development research related to HIV/AIDS includes the development of microbicides for sexually transmitted diseases, HIV vaccines, and antiretroviral drugs.",
        "What is the focus of medical research on pre-exposure prophylaxis?": "Medical research on pre-exposure prophylaxis focuses on strategies to prevent HIV infection in individuals who are at high risk of exposure.",
        "What does research on post-exposure prophylaxis aim to achieve?": "Research on post-exposure prophylaxis aims to develop effective treatment protocols for individuals who have been exposed to HIV to prevent the establishment of infection.",
        "What are some other areas of research in HIV research?":"circumcision and accelerated aging effects",
        "What is the primary approach to managing HIV infection?": "The primary approach to managing HIV infection is through the use of multiple antiretroviral drugs.",
        "What is the goal of highly active antiretroviral therapy (HAART)?": "The goal of highly active antiretroviral therapy (HAART) is to decrease the total viral burden, maintain immune function, and prevent opportunistic infections.",
        "How many classes of drugs are typically used in combination for HIV treatment?": "Six classes of drugs are typically used in combination for HIV treatment.",
        "How are antiretroviral (ARV) drugs classified?": "Antiretroviral (ARV) drugs are broadly classified based on the phase of the retrovirus life-cycle they inhibit.",
        "What are some typical combinations of antiretroviral drugs used in HIV treatment?": "Typical combinations of antiretroviral drugs used in HIV treatment include two nucleoside RT inhibitors (NRTI) as a backbone, along with one non-nucleoside RT inhibitor (NNRTI), protease inhibitor (PI), or integrase inhibitors (or integrase nuclear strand transfer inhibitors/INSTIs) as a base.",
        "What are entry inhibitors in the context of HIV treatment?": "Entry inhibitors, also called fusion inhibitors, interfere with the binding, fusion, and entry of HIV-1 by blocking specific targets.",
        "Name three examples of entry inhibitors used in HIV treatment and their targets.": "Three examples of entry inhibitors used in HIV treatment are maraviroc (targets CCR5), enfuvirtide (prevents fusion), and ibalizumab (targets both CCR5 and CXCR4 tropic HIV).",
        "What caution must be exercised when using maraviroc in HIV treatment?": "Caution must be used when using maraviroc in HIV treatment because there may be a shift in tropism by using CXCR5.",
        "How does enfuvirtide prevent fusion of HIV with host cells?": "Enfuvirtide is a peptide that must be injected and interacts with the N-terminal heptad repeat of gp41 of HIV to form an inactive hetero six-helix bundle, thus preventing fusion.",
        "What resistance mechanism may individuals with a mutation in CCR5 delta have against HIV?": "Individuals with a mutation in CCR5 delta may have a means of resistance or slower progression of HIV.",
        "How can resistance to enfuvirtide be overcome?": "Resistance to enfuvirtide can be overcome if an HIV variant that targets CXCR4 becomes dominant.",
        "What is the mechanism of action of nucleoside/nucleotide reverse transcriptase inhibitors (NRTI/NtRTI)?": "NRTI/NtRTI act as chain terminators by inhibiting reverse transcriptase (RT) and lacking a 3’ OH group for subsequent nucleoside incorporation, thereby competitively inhibiting RT.",
        "Name four examples of NRTIs used in HIV treatment.": "Examples of NRTIs used in HIV treatment include zidovudine, abacavir, lamivudine, and emtricitabine.",
        "How do non-nucleoside reverse transcriptase inhibitors (NNRTIs) inhibit RT?": "NNRTIs inhibit RT by binding to an allosteric site, acting as noncompetitive inhibitors and affecting the handling of nucleotides by binding near the active site.",
        "What are the first and second generation NNRTIs, and name two examples of each.": "First-generation NNRTIs include nevirapine and efavirenz, while second-generation NNRTIs include etravirine and rilpivirine.",
        "Which class of HIV drugs is HIV-2 resistant to?": "HIV-2 is resistant to non-nucleoside reverse transcriptase inhibitors (NNRTIs).",
        "How do integrase inhibitors such as raltegravir inhibit HIV?": "Integrase inhibitors like raltegravir compete for substrate with two Mg2+ ions at the metal binding site of integrase, thus inhibiting its function.",
        "Name five examples of protease inhibitors used in HIV treatment.": "Examples of protease inhibitors used in HIV treatment include lopinavir, indinavir, nelfinavir, amprenavir, and ritonavir.",
        "Which protease inhibitors are recommended for first-line therapy in HIV treatment?": "Darunavir and atazanavir are recommended for first-line therapy in HIV treatment.",
        "What is the mechanism of action of maturation inhibitors in HIV treatment?": "Maturation inhibitors bind to gag proteins, preventing the cleavage of gag and gag/pol precursors, leading to the production of defective and mostly noninfectious virions.",
        "Why was the development of bevirimat and vivecon, maturation inhibitors, halted in 2010?": "The development of bevirimat and vivecon, maturation inhibitors, was halted in 2010 due to issues with high resistance and the development of second-generation drugs that are effective against otherwise resistant HIV variants.",
        "What is the rationale behind combination therapy in HIV treatment?": "Combination therapy is used to suppress viral replication even if a mutation that conveys resistance to one drug arises, as the others continue to suppress reproduction of that mutation.",
        "How many drugs are typically included in combination therapy for HIV, and what is this combination often referred to as?": "Combination therapy for HIV typically consists of three drugs from more than two classes, often referred to as a 'triple cocktail'.",
        "What are the limitations of combination therapy in HIV treatment?": "Combinations are limited to positive and negative synergies, which limits the useful combinations that can be created.",
        "What is the concept of Undetectable=Untransmittable (U=U) in HIV transmission?": "U=U refers to the fact that transmission doesn’t occur through sex when an HIV-positive individual has a consistent undetectable viral load due to antiretroviral treatment, meaning they cannot transmit the virus to others.",
        "Which studies have demonstrated the concept of Undetectable=Untransmittable (U=U)?": "Studies demonstrating U=U include Opposites Attract, PARTNER 1, PARTNER 2, and HPTN052.",
        "What is the impact of genital herpes (HSV-2) reactivation on HIV acquisition?": "Genital herpes (HSV-2) reactivation leads to an increase in CCR-5 enriched CD4+ cells and inflammatory dendritic cells in the submucosa of genital skin, which explains the 2-3 fold increase in HIV acquisition in individuals with genital herpes.",
        "Does antiviral medication (acyclovir) for genital herpes reduce the risk of HIV acquisition?": "No, antiviral medication (acyclovir) for genital herpes does not reduce subclinical post-reactivation inflammation and does not confer a reduced risk of HIV acquisition."
    },
    "influenza-a-virus" : {
        "What is Influenza A also known as?": "Influenza A is also known as IAV.",
        "What type of illness does Influenza A cause in birds and some mammals?": "Influenza A causes the flu in birds and some mammals, including humans.",
        "What type of virus is Influenza A?": "Influenza A is an RNA virus.",
        "Where are the subtypes of Influenza A typically isolated from?": "The subtypes of Influenza A are typically isolated from wild birds.",
        "How is Influenza A occasionally transmitted to domestic birds, and what may it cause?": "Influenza A is occasionally transmitted from wild birds to domestic birds and may cause severe outbreaks.",
        "What is notable about the viral genome of Influenza A?": "The viral genome of Influenza A is segmented.",
        "What was developed in response to Influenza A, and what do many countries have stockpiled in the event of an avian influenza pandemic?": "A filtered and purified influenza A vaccine has been developed, and many countries have stockpiled it in the event of an avian influenza pandemic.",
        "What significant discovery was made about Influenza A in 2011?": "In 2011, researchers found an antibody effective against all types of Influenza A virus.",
        "What is the genus and family of Influenza A?": "Influenza A belongs to the genus Alphainfluenzavirus of the family Orthomyxoviridae.",
        "How is Influenza A classified based on surface proteins?": "Influenza A is classified based on surface proteins, also known as serotypes.",
        "How is Influenza A classified based on behavior?": "Influenza A is classified based on behavior, particularly the host animal.",
        "What are the two proteins found on the surface of the Influenza A envelope?": "Hemagglutinin (H/HA) and Neuraminidase (N/NA) are the two proteins found on the surface of the Influenza A envelope.",
        "What is the function of Hemagglutinin (HA) in Influenza A?": "Hemagglutinin (HA) allows the virus to bind to sialic acid receptors on the host cell surface, facilitating viral entry into the cell.",
        "Why is Hemagglutinin (HA) named as such?": "Hemagglutinin (HA) is named based on its ability to cause red blood cells to agglutinate, although this phenomenon is not physiologically relevant to the virus in vivo.",
        "What is the function of Neuraminidase (NA) in Influenza A?": "Neuraminidase (NA) cleaves glycosidic bonds of sialic acid receptors on the host cell surface, facilitating the release of newly formed virus particles from the infected cell.",
        "How do differences in Hemagglutinin (HA) and Neuraminidase (NA) proteins contribute to variations in Influenza A subtypes?": "Differences in Hemagglutinin (HA) and Neuraminidase (NA) proteins contribute to variations in Influenza A subtypes. Based on how H and N react with antisera, scientists have defined 18 types of H and 11 types of N, which determine the subtype of the virus.",
        "How are Influenza A subtypes designated based on Hemagglutinin (HA) and Neuraminidase (NA) proteins?": "Influenza A subtypes are designated based on the types of Hemagglutinin (H) and Neuraminidase (N) proteins they possess. For example, H5N1 designates an Influenza A subtype with Type 5 Hemagglutinin and Type 1 Neuraminidase.",
        "What method is commonly used to determine the serotype of Influenza A viruses?": "PCR (Polymerase Chain Reaction) is commonly used to determine the serotype of Influenza A viruses.",
        "Why is it important to subtype Influenza A viruses?": "Subtyping Influenza A viruses is important for surveillance, vaccine development, and understanding the potential for antigenic drift or shift, which can affect the effectiveness of vaccines and the severity of flu seasons.",
        "What are the implications of variations within Influenza A subtypes?": "Variations within Influenza A subtypes can lead to differences in the virus's behavior, including its transmission, pathogenicity, and ability to cause outbreaks or pandemics.",
        "How are Influenza A variants typically named?": "Influenza A variants are typically named according to the strain's endemic host or the host for which it is adapted.",
        "What are the main variants of Influenza A?": "The main variants of Influenza A include bird flu, human flu, swine influenza, equine influenza, canine influenza, and bat influenza.",
        "How have variants of Influenza A sometimes been named based on their impact on poultry?": "Variants of Influenza A have sometimes been named based on their deadliness in poultry. For example, Low Pathogenic Avian Influenza (LPAI) and Highly Pathogenic Avian Influenza (HPAI), also known as deadly flu or death flu.",
        "What distinguishes Low Pathogenic Avian Influenza (LPAI) from Highly Pathogenic Avian Influenza (HPAI)?": "Low Pathogenic Avian Influenza (LPAI) is characterized by milder symptoms and lower mortality rates in birds, whereas Highly Pathogenic Avian Influenza (HPAI) is associated with severe illness and high mortality rates among infected birds.",
        "What information does the Influenza virus nomenclature typically include?": "The Influenza virus nomenclature typically includes the serotype, time, place of collection, and sequence number.",
        "Can subtyping and host range alone uniquely identify an Influenza A virus?": "No, subtyping and host range alone are insufficient to uniquely identify an Influenza A virus.",
        "How is an Influenza A virus named according to the nomenclature?": "An Influenza A virus is named according to the nomenclature, which includes the indication of the virus type (e.g., A for Influenza A), the place of collection, a sequence number, the year of collection, and the subtype of the virus (e.g., H3N2 or H1N2).",
        "Why does the Influenza A virus A/California/04/2009 have an unusual designation?": "The Influenza A virus A/California/04/2009 has an unusual designation because it includes an additional descriptor, A(H1N1)pdm09, to distinguish it as the pandemic H1N1/09 virus lineage from older H1N1 viruses.",
        "How are some Influenza virus variants informally identified and named?": "Some Influenza virus variants are informally identified and named according to their resembling isolate and presumed lineage, their typical host, their subtype, or their deadliness.",
        "What is an example of an Influenza virus variant named after its resembling isolate?": "An example of an Influenza virus variant named after its resembling isolate is the Fujian flu virus-like.",
        "How are some Influenza virus variants named according to their typical host?": "Some Influenza virus variants are named according to their typical host, such as the human flu virus.",
        "What naming convention is used for Influenza virus variants based on their subtype?": "Influenza virus variants are named based on their subtype, such as H3N2.",
        "Give an example of an Influenza virus variant named according to its deadliness.": "An example of an Influenza virus variant named according to its deadliness is LP (Low pathogenic avian influenza).",
        "What is the significance of A/Darwin/9/2021 (H3N2)-like virus recommended by the WHO for flu shots?": "A/Darwin/9/2021 (H3N2)-like virus is recommended by the WHO for flu shots in 2023-2024 in the northern hemisphere.",
        "What are some other names for the Annual Flu?": "The Annual Flu is also called seasonal flu or human flu.",
        "How many deaths and hospitalizations does the Annual Flu result in each year?": "The Annual Flu results in around 36,000 deaths and over 200,000 hospitalizations each year.",
        "How much does the Annual Flu cost the US annually?": "The Annual Flu costs over $10 billion annually in the US.",
        "What is the estimated global death toll of the Annual Flu each year?": "The estimated global death toll of the Annual Flu each year is between 290,000 and 645,000 deaths.",
        "What components does the annually updated trivalent influenza vaccine contain?": "The annually updated trivalent influenza vaccine contains HA surface glycoprotein from components of H3N2, H1N1, and B influenza.",
        "How has the measured resistance to antiviral drugs amantadine and rimantadine in H3N2 changed over time?": "The measured resistance to antiviral drugs amantadine and rimantadine in H3N2 has increased from 1% to 12% to 91%.",
        "Where is contemporary H3N2 now endemic, and with what virus can it reassort in this intermediate host?": "Contemporary H3N2 is now endemic in pigs in southern China and can reassort with avian H5N1 in this intermediate host.",
        "What does the FI6 antibody target?": "The FI6 antibody targets hemagglutinin (HA).",
        "When was the FI6 antibody discovered?": "The FI6 antibody was discovered in 2011.",
        "What is unique about FI6 compared to other antibodies?": "FI6 is the only known antibody effective against all 16 subtypes of Influenza A virus (IAV).",
        "What is the genetic composition of Influenza A virus (IAV)?": "Influenza A virus (IAV) is composed of single-stranded RNA (ssRNA) segmented genomes.",
        "When were the H17N10 and H18N11 subtypes of IAV discovered and from which animals?": "The H17N10 subtype was isolated from fruit bats in 2012, and the H18N11 subtype was discovered in a Peruvian bat in 2013.",
        "What is the size range of IAV virions?": "IAV virions typically range in size from 80 to 120 nanometers in diameter.",
        "Describe the shape variation observed in influenza virions.": "Influenza virions can exhibit pleomorphism, with some virions having an elliptical shape. Length can vary considerably, with some virions reaching tens of micrometers and producing filamentous forms.",
        "What is the function of hemagglutinin (HA) in IAV?": "HA mediates the binding of the virion to target cells and facilitates the entry of the viral genome into the target cell.",
        "What is the role of neuraminidase (NA) in IAV?": "NA is involved in the release of the virus from abundant non-productive attachment sites in mucus, aiding in the spread of the virus within the host.",
        "How many subtypes of hemagglutinin (HA) and neuraminidase (NA) are known in IAV?": "There are 16 subtypes of HA and 9 subtypes of NA known in IAV, but only H1, H2, H3, and N1, N2 are commonly found in humans.",
        "What is contained within the central core of the Influenza A virus (IAV)?": "The central core of IAV contains the viral genome and other viral proteins, which serve to package and protect the genome.",
        "How does the genetic composition of IAV differ from that of other viruses?": "IAV has segmented pieces of negative-sense single-stranded RNA (-ssRNA), unlike complete RNA genomes found in some other viruses. Each segment typically codes for 1-2 proteins.",
        "What is the significance of the segmented nature of the IAV genome?": "The segmented nature of the genome allows for the exchange of entire genes between different strains of IAV through a process known as reassortment.",
        "How long is the genome of IAV, and how many RNA segments does it consist of?": "The genome of IAV is 13,588 bases long and consists of eight RNA segments, each coding for 10-14 proteins depending on the strain.",
        "What proteins are encoded by Segment 1 of the Influenza A virus genome?": "Segment 1 encodes the RNA polymerase subunit PB2 (polymerase basic 2).",
        "What proteins are encoded by Segment 2 of the Influenza A virus genome?": "Segment 2 encodes the RNA polymerase subunit PB1 (polymerase basic 1) and the PB1-F2 protein, which induces cell death using different reading frames from the same RNA segment.",
        "What proteins are encoded by Segment 3 of the Influenza A virus genome?": "Segment 3 encodes the RNA polymerase subunit PA (polymerase acidic) and the PA-X protein, which plays a role in host transcription shutoff.",
        "What protein is encoded by Segment 4 of the Influenza A virus genome, and what is its role?": "Segment 4 encodes the Hemagglutinin (HA) protein, which is essential for determining the extent and severity of infection in a host. Approximately 500 HA molecules are needed per virion.",
        "What protein is encoded by Segment 5 of the Influenza A virus genome?": "Segment 5 encodes the Nucleoprotein (NP).",
        "What protein is encoded by Segment 6 of the Influenza A virus genome, and how many copies are needed per virion?": "Segment 6 encodes the Neuraminidase (NA) protein. Approximately 100 NA molecules are needed per virion.",
        "What proteins are encoded by Segment 7 of the Influenza A virus genome, and how many copies are needed per virion?": "Segment 7 encodes two matrix proteins, M1 and M2, using different reading frames from the same RNA segment. Around 3000 matrix protein molecules are needed per virion.",
        "What proteins are encoded by Segment 8 of the Influenza A virus genome?": "Segment 8 encodes two distinct nonstructural proteins, NS1 and NEP, by using different reading frames from the same RNA segment.",
        "What structural feature of Influenza A virus RNA segments allows for bonding via hydrogen bonds?": "RNA segments of Influenza A virus have complementary base sequences at terminal ends, which allows for bonding via hydrogen bonds.",
        "Describe the process of transcription of the viral (-) sense genome (vRNA) in Influenza A virus.": "Transcription of the viral (-) sense genome (vRNA) in Influenza A virus proceeds after PB2 binds to host capped RNAs, allowing PA to cleave several nucleotides after the cap. The host-derived cap, accompanied by nucleotides, serves as the primer for transcription initiation. Transcription proceeds along vRNA until there is a stretch of U, which initiates stuttering. The nascent viral mRNA is then polyadenylated, producing a mature transcript for nuclear export and translation.",
        "Where does RNA synthesis take place in Influenza A virus, and where does protein synthesis occur?": "RNA synthesis takes place in the nucleus, while protein synthesis occurs in the cytoplasm of the host cell.",
        "Describe the process by which assembled virions of Influenza A virus are released from the host cell.": "After viral proteins assemble, assembled virions leave the nucleus and migrate to the cell membrane. The host cell membrane contains patches of viral transmembrane proteins (HA, NA, M2) and an underlying layer of M1. M1 assists with budding through the membrane, facilitating the release of finished enveloped viruses into the extracellular fluid.",
        "What is multiplicity reactivation in the context of Influenza A virus?": "Multiplicity reactivation is a phenomenon where inactivated Influenza A virus particles, damaged by UV radiation or ionizing radiation, can produce viable progeny when multiple damaged viruses infect the same host cell. This occurs if each of the eight viral genome segments is present in more than one undamaged copy, allowing for repair and reactivation of the damaged genomes.",
        "How does multiplicity reactivation occur in Influenza A virus?": "If any of the eight genome segments of Influenza A virus is damaged and prevents expression of an essential gene, the virus is not viable when it alone infects a cell. However, when two or more damaged viruses infect the same cell, viable progeny can be produced if each of the segments is present in more than one undamaged copy. This enables the damaged genomes to undergo repair and reactivate, leading to the production of functional viruses.",
        "What role does the host response play in the occurrence of multiplicity reactivation?": "The host response, particularly the increased production of reactive oxygen species (ROS), can damage the viral genome. If the survival of the virus is vulnerable to oxidative damage, multiplicity reactivation becomes selectively advantageous as a genomic repair process, allowing the virus to overcome the effects of damage induced by radiation or other environmental factors.",
        "What is the significance of multiplicity reactivation in the context of RNA viruses like Influenza A virus?": "Multiplicity reactivation with segmented RNA genomes, such as that of Influenza A virus, may be analogous to an early form of sexual interaction in the RNA world. It provides a mechanism for genomic repair and ensures the survival and propagation of the virus in the face of environmental challenges, ultimately contributing to the virus's evolutionary resilience.",
        "What distinguishes the H1N1, H1N2, and H3N2 subtypes of human influenza virus?": "The H1N1, H1N2, and H3N2 subtypes of human influenza virus are distinguished by the specific combinations of hemagglutinin (H) and neuraminidase (N) proteins they possess. These subtypes are named according to the types of H and N proteins they carry.",
        "What genetic factors differentiate human flu viruses from avian influenza viruses?": "Genetic factors that distinguish human flu viruses from avian influenza viruses include variations in the PB2 (RNA polymerase) and HA (hemagglutinin) proteins. Specifically, human flu viruses typically have a lysine (Lys) residue at position 627 of the PB2 protein, whereas avian flu viruses typically have a glutamic acid (Glu) residue at the same position. Additionally, avian flu HA proteins have a preference for binding to alpha 2-3 sialic acid receptors, while human flu HA proteins preferentially bind to alpha 2-6 sialic acid receptors.",
        "What are the symptoms associated with human influenza?": "Symptoms of human influenza include fever, cough, sore throat, muscle aches, conjunctivitis (red eyes), breathing problems, and pneumonia. The severity of symptoms can vary depending on factors such as the individual's immune system status and previous exposure to similar strains of the virus.",
        "How does the receptor binding preference of swine influenza viruses differ from that of avian and human influenza viruses?": "Swine influenza viruses have the ability to bind to both alpha 2-3 and alpha 2-6 sialic acid receptors. This dual receptor binding property allows swine flu viruses to infect both avian and human hosts, contributing to their zoonotic potential and ability to cause outbreaks in both swine and human populations.",
        "What factors influence the severity of human influenza symptoms?": "The severity of human influenza symptoms can be influenced by factors such as the individual's immune system status and previous exposure to similar strains of the virus. Partial immunity acquired from previous exposures can lead to milder symptoms, while individuals with compromised immune systems may experience more severe illness.",
        "What impact do follow-up studies suggest statins have on viral replication?": "Follow-up studies suggest that pretreatment with atorvastatin can suppress virus growth in culture, indicating a potential antiviral effect of statins.",
        "What is the mortality rate associated with H5N1 avian flu in humans?": "HPH5N1 avian flu in humans is extremely fatal, with a mortality rate of approximately 50%.",
        "Describe a case of H5N1 avian flu infection in a human with atypical symptoms.": "A boy infected with H5N1 avian flu exhibited diarrhea followed by a coma without developing typical respiratory or flu-like symptoms.",
        "What historical events are associated with the H1N1 subtype of influenza?": "The H1N1 subtype of influenza virus caused the Spanish flu pandemic in 1918 and the 2009 swine flu pandemic. Controversy arose regarding the publication of the H1N1 genome due to concerns about potential bioterrorism.",
        "Which subtype of influenza virus caused the Asian flu pandemic in 1957-1958?": "The H2N2 subtype of influenza virus caused the Asian flu pandemic in 1957-1958 in China, and it spread worldwide the same year a flu vaccine was developed.",
        "What are some characteristics of the H3N2 subtype of influenza virus?": "The H3N2 subtype of influenza virus caused the Hong Kong flu pandemic in 1968-1969. It is currently endemic in both human and pig populations and has evolved from H2N2 by antigenic shift. In late 2003, a severe form of H3N2 killed several children in the US. It became the dominant strain in January 2006 and exhibited a rapid increase in resistance to amantadine and rimantadine from 1994 to 2005. H3N2 is now endemic in pigs in southern China and circulates together with avian H5N1.",
        "What threat is associated with the H5N1 subtype of influenza virus?": "The H5N1 subtype of influenza virus is considered a global influenza pandemic threat, particularly through its spread in the mid-2000s.",
        "What information was reported by the Japan Health Ministry regarding H5N2 in January 2006?": "The Japan Health Ministry reported that poultry farm workers in Ibaraki prefecture may have been exposed to H5N2 in 2005. Antibody titers of paired sera from 13 subjects showed an increase of more than fourfold.",
        "When was the first case of H5N8 reported, and where?": "The first case of H5N8 was reported in Russia in February 2021.",
        "How many people were infected with H5N8 in December 2020, and what is their current status?": "Seven people were infected with H5N8 in December 2020, and they have since recovered. There is no indication of human-to-human transmission.",
        "What is the significance of H7N2 in terms of human infection?": "In 2003, one person in New York and in 2002, one person in Virginia had serologic evidence for H7N2 infection, and both fully recovered.",
        "What occurred in British Columbia regarding H7N3 in February 2004?": "Presence of H7N3 was confirmed at several poultry farms in British Columbia in February 2004. Eighteen farms were quarantined, and two cases of avian influenza were confirmed in humans. Symptoms included conjunctivitis and mild influenza-like symptoms, but all affected individuals fully recovered.",
        "What is noteworthy about the zoonotic potential of H7N7?": "H7N7 has an unusual zoonotic potential. In 2003 in the Netherlands, 89 people were confirmed to have been infected after an outbreak in poultry on several farms, and one death was recorded.",
        "What was confirmed by the Centre for Health Protection (CHP) of Hong Kong regarding H7N9 on April 2, 2013?": "The CHP of Hong Kong confirmed four more cases of H7N9 on April 2, 2013, in the Jiangsu province, in addition to the three cases initially reported on March 31, 2013.",
        "According to Dr. Michael Greger, what is notable about H7N9?": "Dr. Michael Greger stated that H7N9 has the greatest potential for an influenza pandemic among all the subtypes.",
        "What was confirmed regarding H9N2 avian influenza A infection in children in China and Hong Kong?": "Low pathogenicity avian influenza A infection with H9N2 was confirmed in 1999 in China and Hong Kong in two children, and in 2003 in Hong Kong in one child, but all recovered.",
        "Where was H10N7 reported for the first time in humans, and when did this occur?": "H10N7 was reported for the first time in humans in Egypt in 2004. It caused illness in two infants, and one child's father was a poultry merchant.",
        "When and where was H10N3 reported for the first time in humans?": "In May 2021 in Zhenjiang, China, H10N3 was reported for the first time in humans, although only one person was infected.",
        "What caused all IAV pandemics according to the provided information?": "All IAV pandemics were caused by descendants of the 1918 virus, including drifted H1N1 and reassorted H2N2 and H3N2 viruses.",
        "How did H2N2 and H3N2 viruses acquire novel surface proteins?": "H2N2 and H3N2 viruses acquired novel surface proteins by incorporating avian influenza genes into their genomes, updating key genes.",
        "Describe the process of HA antigenic evolution in H3N2 viruses.": "In H3N2 viruses, most of the time, the HA gene showed no significant excess of mutations in antigenic regions as a variety of strains accumulated. However, one variant eventually gained higher fitness, becoming dominant during a brief interval of rapid evolution, which eliminated most other variants.",
        "What are the key processes in the short-term evolution of IAV according to the provided information?": "Stochastic processes are key processes in the short-term evolution of IAV. Evolution is dominated more by random importation of different viral strains from other geographic locations and less by natural selection. Adaptive evolution is infrequent and weak in a given season.",
        "How is the short-term evolution of IAV shaped according to the provided information?": "The short-term evolution of IAV is shaped by genetic diversity, rather than antigenic drift, through random migration and reassortment. Different strains are derived from newly imported genetic material, rather than isolates that had been circulating in previous seasons, indicating that gene flow is more important in the short term.",
        "What are natural asymptomatic carriers of avian influenza?": "Fowl are natural asymptomatic carriers of avian influenza.",
        "Prior to the current H4N1 epizootic, which species had avian influenza strains been transmitted to from wildfowl?": "Prior to the current H4N1 epizootic, avian influenza strains had been transmitted from wildfowl to birds, pigs, horses, seals, whales, and humans, and between humans and pigs and humans and domestic fowl, but not to other pathways like domestic fowl to horses.",
        "What are some examples of animals that have been infected with H5N1 avian influenza?": "H5N1 avian influenza can be transmitted to tigers, leopards, and domestic cats that were fed uncooked domestic fowl with the virus.",
        "How do avian influenza viruses spread and survive according to the provided information?": "Avian influenza viruses spread in the air and in water and can survive longer in cold weather. They can also be transmitted by contaminated feed, water, equipment, and clothing. However, there isn't any evidence that the virus can survive in well-cooked meat.",
        "What are some symptoms caused by virulent strains of avian influenza?": "Virulent strains of avian influenza can cause a range of symptoms, but they can cause death within a few days in severe cases.",
        "Which avian influenza viruses does the World Organization for Animal Health keep track of?": "The World Organization for Animal Health keeps track of avian influenza viruses such as H5N1, H7N2, H1N7, H7N3, H13N6, H5N9, H11N6, H3N8, H9N2, H5N2, H4N8, H10N7, H2N2, H8N4, H14N5, H6N5, and H12N5.",
        "What are the known subtypes of swine flu that are endemic in pigs?": "The known subtypes of swine flu that are endemic in pigs are H1N1, H1N2, H3N1, and H3N2.",
        "What are the main types of horse flu?": "The main types of horse flu are equine-1 (H7N7) and equine-2 (H3N8).",
        "Which subtype of IAV from horses has been known to infect dogs?": "H3N8 from horses has been known to infect dogs.",
        "Which subtype of IAV is associated with the dog flu outbreak at a Florida racetrack in January 2004?": "The H3N8 subtype is associated with the dog flu outbreak at a Florida racetrack in January 2004.",
        "Which flu strains were discovered in Central and South American fruit bats?": "H17N10 and H18N11 influenza A virus strains were discovered in Central and South American fruit bats.",
        "What is the initial characterization of the H18N11 flu strain in terms of its adaptation to other species?": "The initial characterization of the H18N11 flu strain suggests that the virus isn't well adapted to any other species than bats.",
        "What are neuraminidase inhibitors?": "Neuraminidase inhibitors include zanamivir and oseltamivir.",
        "What are polymerase acidic endonuclease inhibitors?": "Polymerase acidic endonuclease inhibitors include baloxavir marboxil.",
        "What are inhibitors of M2?": "Inhibitors of M2 include amantadine and rimantadine.",
        "What happens with some strains of influenza regarding drug resistance?": "Some strains have emerged to show drug resistance.",
        "When do antiviral drugs work optimally?": "Antiviral drugs work optimally when taken a few days within onset of symptoms.",
        "What are the four licensed antiviral drugs used for influenza treatment?": "The four licensed ones are zanamivir, oseltamivir phosphate, peramivir, and baloxavir marboxil.",
        "What is zanamivir and its common name?": "Zanamivir is known as Relenza and is an N inhibitor against A and B.",
        "What is oseltamivir and its common name?": "Oseltamivir is known as Tamiflu and is an N inhibitor against A and B.",
        "What is peramivir and its common name?": "Peramivir is known as Rapivab and is an N inhibitor against A and B.",
        "What is baloxavir marboxil and its common name?": "Baloxavir marboxil is known as Xofluza and is a Cap-dependent endonuclease inhibitor against A and B.",
        "What is arbidol and where is it used?": "Arbidol is used in Russia and China.",
        "What are interferons?": "Interferons are cellular signaling factors produced in response to viral infection.",
        "Where did research on interferons begin?": "Research on interferons started in the USSR at the height of the Hong Kong flu.",
        "What caused leukocytes to release interferons in an early experiment?": "Leukocytes exposed to a high dose of Newcastle disease caused them to release interferons.",
        "How have interferons been investigated in relation to influenza vaccine effectiveness?": "Interferons have been investigated as adjuvants to enhance influenza vaccine effectiveness.",
        "What was observed regarding the effectiveness of type I interferons in enhancing the vaccine response in mice?": "Type I interferons were observed to enhance the effectiveness of the vaccine in mice.",
        "What did a clinical trial show about oral dosing with interferon-alpha in elderly patients?": "A clinical trial showed that oral dosing with interferon-alpha reduced the immune response to the vaccine in elderly patients.",
        "What is Viferon and how is it administered?": "Viferon is a suppository containing non-pegylated interferon alpha-2b, ascorbic acid, and topopherol. It is effective against influenza and is administered as a suppository.",
        "What is Grippheron and how is it used?": "Grippheron is another interferon alpha-2b medicine used for emergency protection against influenza. It is taken in nasal drops.",
        "For what purpose have manufacturers appealed to the WHO regarding Grippheron?": "Manufacturers have appealed to the WHO to consider Grippheron for use against H1N1 influenza.",
        "What mutation confers resistance to oseltamivir in seasonal H1N1 swine flu?": "The His274Tyr mutation in the NA protein confers resistance to oseltamivir in seasonal H1N1 swine flu.",
        "What is a contributing factor to the rapid production of resistant viruses under amantadine treatment?": "The easy availability of amantadines as part of over-the-counter (OTC) cold remedies in China and Russia may contribute to the rapid production of resistant viruses under amantadine treatment.",
        "How do suboptimal doses of antiviral drugs contribute to the development of resistance?": "Suboptimal doses of antiviral drugs, used as prophylactic measures, can contribute to the development of resistance even in the absence of drugs.",
        "Why did the CDC recommend oseltamivir as a prophylactic drug against H2N2?": "H2N2 is becoming more resistant to amantadine and rimantadine, leading the CDC to recommend oseltamivir as a prophylactic drug against it.",
        "What are analgesics commonly used for in treating influenza symptoms?": "Analgesics are commonly used for fever, aches, pains, sinus pressure, and sore throat in treating influenza symptoms.",
        "What are decongestants typically used for in treating influenza symptoms?": "Decongestants are typically used for nasal congestion and sinus pressure in treating influenza symptoms.",
        "What are antihistamines used for in treating influenza symptoms?": "Antihistamines are used for sinus pressure, runny nose, watery eyes, and cough in treating influenza symptoms.",
        "What is the purpose of cough suppressants in influenza treatment?": "Cough suppressants are used to alleviate cough symptoms in influenza treatment.",
        "What are local anesthetics used for in treating influenza symptoms?": "Local anesthetics are used for sore throat in treating influenza symptoms.",
        "Why should children and teenagers avoid taking aspirin during influenza?": "Children and teenagers should avoid taking aspirin during influenza because it can lead to Reye syndrome, a serious condition affecting the brain.",
        "What medications may prove useful in treating an H5N1 outbreak?": "Statin drugs, fibrates, and chloroquine may prove useful in treating an H5N1 outbreak.",
        "What is the mechanism of action of N-acetylcysteine (NAC) in treating influenza?": "N-acetylcysteine (NAC) shifts cell-mediated immunity from anergy to normoergy, blocks cytopathic effects of influenza-infected macrophages, reduces DNA fragmentation in cells, and reduces RANTES production in airway cells.",
        "How does elderberry affect influenza symptoms?": "Elderberry reduces influenza symptoms by raising cytokine levels, but it may be imprudent in cases where death is caused by a cytokine storm leading to primary viral pneumonia.",
        "What is 'Kan Jang' and how is it used for treatment?": "'Kan Jang' is a mixture of Siberian ginseng and Androgrpahic paniculata used for treatment.",
        "How does green tea help reduce the risk of influenza?": "Green tea contains catechins and theanine, which reduce the risk of getting influenza by inhibiting viral replication.",
        "What is an alternative to vaccination for preventing influenza?": "An alternative to vaccination is transfused antibodies for preventing influenza.",
        "What has been done with CD8+ cytotoxic T cells specific to influenza in terms of treatment?": "Clonal populations of CD8+ cytotoxic T cells have been grown to carry T cell receptors specific to influenza for treatment."
    },
    "hbv" : {
        "What is Hepatitis B caused by?": "Hepatitis B is caused by the Hepatitis B Virus (HBV) and affects the liver.",
        "What type of infection does Hepatitis B cause?": "Hepatitis B causes both acute and chronic infections.",
        "What are some common symptoms of Hepatitis B infection?": "Common symptoms of Hepatitis B infection include nausea, vomiting, yellow skin (jaundice), fatigue, dark urine, and abdominal pain.",
        "How long does acute Hepatitis B infection typically last?": "Acute Hepatitis B infection typically lasts for a few weeks, but some individuals may feel sick for less than 6 months.",
        "What percentage of individuals infected with HBV after birth develop chronic Hepatitis B (cHBV)?": "Approximately 90% of individuals infected with HBV after birth develop chronic Hepatitis B (cHBV).",
        "What percentage of individuals infected with HBV after the age of 5 develop chronic Hepatitis B (cHBV)?": "Less than 10% of individuals infected with HBV after the age of 5 develop chronic Hepatitis B (cHBV).",
        "What are some long-term complications of chronic Hepatitis B infection?": "Long-term complications of chronic Hepatitis B infection may include cirrhosis and liver cancer, which eventually develop in approximately 25% of those with chronic infection.",
        "How is Hepatitis B transmitted?": "Hepatitis B is transmitted through exposure to infectious blood or bodily fluids.",
        "What are the most common methods of transmission of Hepatitis B in areas where it is common?": "In areas where Hepatitis B is common, infection around birth or from blood are the most frequent methods of transmission.",
        "What are some other risk factors for Hepatitis B transmission?": "Other risk factors for Hepatitis B transmission include blood transfusion, working in healthcare, dialysis, living with an infected person, travel in high-prevalence countries, and living in an institution.",
        "Why has the transmission of Hepatitis B through tattooing and acupuncture decreased?": "Transmission of Hepatitis B through tattooing and acupuncture has decreased due to improved sterilization practices.",
        "What are some common misconceptions about the transmission of HBV?": "HBV can't be spread by holding hands, sharing utensils, kissing, hugging, coughing, sneezing, or breastfeeding.",
        "How long after exposure is Hepatitis B typically diagnosed?": "Hepatitis B is typically diagnosed 30-60 days after exposure, and diagnosis is usually confirmed by blood testing for parts of the virus and antibodies against it.",
        "What are some other types of Hepatitis viruses?": "Other Hepatitis viruses include Hepatitis A, C, D, and E.",
        "How is care typically managed during the initial infection of HBV?": "During the initial infection of HBV, care is typically based on managing symptoms.",
        "What are some treatment options for chronic Hepatitis B (cHBV)?": "In chronic Hepatitis B (cHBV), antiviral medications like tenofovir and interferon can be used, although they are expensive. Liver transplantation is recommended for cirrhosis or hepatocellular carcinoma.",
        "How effective is the HBV vaccine?": "The HBV vaccine is preventable and is 98-100% effective. It is administered in several doses, usually 3-4 doses. WHO recommends vaccination within 24 hours after birth.",
        "What measures does WHO recommend for preventing HBV transmission?": "WHO recommends testing donated blood for HBV before transfusion, antiviral prophylaxis to prevent mother-to-child transmission, and following safe sex practices (e.g., using condoms).",
        "What is WHO's goal regarding viral hepatitis, including HBV, by 2030?": "WHO set a goal of eliminating viral hepatitis by 2030, but achieving this goal requires the development of therapeutic treatments to cure chronic Hepatitis B, prevention of transmission, and widespread vaccination.",
        "What percentage of the global population has chronic Hepatitis B (cHBV)?": "3.8% of the global population has chronic Hepatitis B (cHBV).",
        "What are the leading causes of death associated with chronic Hepatitis B (cHBV)?": "Cirrhosis and liver cancer are the leading causes of death associated with chronic Hepatitis B (cHBV).",
        "Where is HBV most prevalent and where are infection rates low?": "HBV is most prevalent in Africa and the Western Pacific, while infection rates are low in Europe and the Americas.",
        "What was HBV originally known as?": "HBV was originally known as serum hepatitis.",
        "What are the typical signs and symptoms of acute Hepatitis B infection?": "Acute Hepatitis B infection is associated with general ill health, loss of appetite, nausea, vomiting, body aches, mild fever, dark urine, and eventually jaundice. It typically lasts for a few weeks and improves gradually.",
        "What is the severe form of acute Hepatitis B infection, and what are its outcomes?": "A severe form of acute Hepatitis B infection is fulminant hepatic failure, which may lead to death as a result.",
        "Is Hepatitis B infection always symptomatic?": "No, Hepatitis B infection may be asymptomatic and may go unrecognized.",
        "What are the long-term consequences of chronic Hepatitis B infection?": "Chronic Hepatitis B infection may be asymptomatic or associated with chronic inflammation of the liver (chronic hepatitis), which can progress to cirrhosis over several years. This type of infection increases the incidence of hepatocellular carcinoma.",
        "What are chronic carriers of Hepatitis B encouraged to avoid, and why?": "Chronic carriers of Hepatitis B are encouraged to avoid alcohol, as it increases the risk of cirrhosis and liver cancer.",
        "What other health conditions are linked to Hepatitis B infection?": "Hepatitis B is linked to the development of membranous glomerulonephritis.",
        "What percentage of Hepatitis B-infected individuals experience symptoms outside of the liver, and what are some examples of these symptoms?": "Between 1-10% of Hepatitis B-infected individuals experience symptoms outside of the liver. Examples include serum-sickness-like syndrome, acute necrotizing vasculitis (polyarteritis nodosa), membranous glomerulonephritis, and papular acrodermatitis of childhood (Gianotti-Crosti syndrome). Serum-sickness-like syndrome occurs in the setting of acute Hepatitis B and precedes the onset of jaundice.",
        "What are the common clinical features of serum-sickness-like syndrome associated with Hepatitis B infection?": "Common clinical features of serum-sickness-like syndrome associated with Hepatitis B infection include fever, skin rash, and polyarteritis.",
        "How long do symptoms of serum-sickness-like syndrome associated with acute Hepatitis B infection typically last?": "Symptoms of serum-sickness-like syndrome associated with acute Hepatitis B infection often subside shortly after the onset of jaundice but can persist throughout the duration of acute Hepatitis B infection.",
        "What percentage of people with polyarteritis nodosa are carriers of Hepatitis B virus?": "Approximately 30-50% of people with polyarteritis nodosa are carriers of Hepatitis B virus.",
        "What is HBV-associated nephropathy, and in which age group is it more common?": "HBV-associated nephropathy is a condition described in adults but is more common in children, with membranous glomerulonephritis (MGN) being the most common form.",
        "What are some immune-mediated hematological disorders associated with Hepatitis B virus infection?": "Other immune-mediated hematological disorders associated with Hepatitis B virus infection include essential mixed cryoglobulinemia and aplastic anemia. However, the association isn't well-defined, and these disorders probably shouldn't be etiologically linked to Hepatitis B virus.",
        "What are the main routes of transmission for Hepatitis B virus?": "Transmission is by infectious blood or bodily fluids with blood. It can be transmitted through several routes, including vertical transmission during childbirth, early-life horizontal transmission through bites, lesions, sanitary habits, or contact with secretions/saliva containing HBV, and adult horizontal transmission through sexual contact, blood transfusion, transfusion with other human blood products, and re-use of contaminated needles and syringes.",
        "How infectious is Hepatitis B virus compared to HIV?": "Hepatitis B virus is 50-100 times more infectious than HIV.",
        "What is the risk of vertical transmission of Hepatitis B virus from a mother who is positive for HBsAg?": "In vertical transmission, HBV is transmitted MTCT during childbirth and a mother who is positive for HBsAg has a 20% risk of passing infection to her offspring at birth, increasing to 90% if the mother is also positive for HBeAg.",
        "What is the classification of Hepatitis B virus (HBV) in terms of virology?": "Hepatitis B virus (HBV) is a partially double-stranded DNA virus belonging to group VII. It is a species of the Orthohepadnavirus genus in the Hepadnaviridae family.",
        "What is HBV's classification in terms of viral order?": "HBV is the only member of the viral order Blubervirales.",
        "Where have viruses similar to HBV been found?": "Viruses similar to HBV have been found in all apes, Old World monkeys, and New World woolly monkeys.",
        "How is HBV divided into major serotypes?": "HBV is divided into four major serotypes: adr, adw, ayr, and ayw. These serotypes are based on antigenic epitopes on the envelope protein surface.",
        "What determines the serotypes of HBV?": "The serotypes of HBV are determined based on a common determinant (a) and two mutually exclusive determinant pairs (d/y and w/r) on the envelope protein surface.",
        "How is HBV divided into genotypes and subgenotypes?": "HBV is divided into ten genotypes (A-J) and 40 subgenotypes based on nucleotide sequence. These genotypes have distinct geographical distributions and trace the virus's evolution and transmission.",
        "What is the significance of HBV genotypes in terms of clinical characteristics and treatment response?": "Differences in HBV genotypes affect the severity, course, likelihood of complications, and response to treatment. For example, genotype D has 10 subgenotypes.",
        "Where have unclassified HBV-like species been isolated from?": "Unclassified HBV-like species have been isolated from bats.",
        "What is the structure of the Hepatitis B virus (HBV) particle?": "The HBV particle, also known as a Dane particle or virion, has an outer lipid envelope with an icosahedral nucleocapsid core composed of protein. The nucleocapsid encloses viral DNA and a DNA polymerase with reverse transcriptase (RT) activity.",
        "What is the composition of the outer envelope of the HBV particle?": "The outer envelope of the HBV particle contains embedded proteins involved in viral binding and entry.",
        "What is the size of the HBV virion?": "HBV is one of the smallest enveloped animal viruses, with a virion diameter of 42 nm. However, pleomorphic forms also exist, such as filamentous and spherical forms without a core.",
        "What is HBsAg and its role in the HBV life cycle?": "HBsAg, or surface antigen, is the lipid and protein on the virion surface of HBV. It is produced in excess during the HBV life cycle.",
        "What are the components of the hepatitis B surface antigen (HBsAg)?": "HBsAg consists of small (S), medium (M), and large (L) proteins.",
        "What is the function of hepatitis B core antigen (HBcAg) in the HBV life cycle?": "HBcAg functions in replication and contributes to capsid formation, which is essential for infection. It also contributes to clearance in vivo.",
        "What is the role of hepatitis B virus DNA polymerase (DNA Pol) in the nucleocapsid?": "Hepatitis B virus DNA polymerase is incorporated into the nucleocapsid with the pre-genomic RNA (pgRNA). Inside the capsid, pgRNA undergoes reverse transcription (RT) to create the (-) DNA strand.",
        "What is the function of hepatitis B envelope antigen (HBeAg) and where is it found?": "HBeAg is found between the nucleocapsid core and the lipid envelope of HBV. It is considered nonparticulate, secreted, and accumulates in serum. It is made in the same reading frame as HBcAg.",
        "What is HBx, and what role does it play in HBV replication?": "HBx is a small, nonstructural protein that plays a role in liver disease and HBV replication in HepG2 cells. It is multifunctional and activates signaling pathways for infection.",
        "What is the relationship between hepatitis delta virus (HDV) and HBV envelope particles?": "HDV requires HBV envelope particles to become virulent.",
        "What evidence suggests a long coevolution of hepadnaviruses with vertebrates?": "The identification of endogenous hepadnaviridae elements in avian species, which show over 70 million years of existence, suggests a long coevolution of hepadnaviruses with vertebrates.",
        "What does the phylogenetic position of orthohepadnaviruses and avihepadnaviruses suggest about the presence of HBV in amniote ancestors?": "The phylogenetic position of orthohepadnaviruses as a sister clade to avihepadnaviruses suggests the presence of HBV in the amniote ancestor and coevolution with both birds and mammals after their divergence, over 300 million years ago.",
        "What might be the origin of primate hepadnaviruses according to recent research?": "Recent research suggests that New World bat hepadnavirus might be the origin of primate hepadnaviruses.",
        "What is the significance of the presence of a vestigial X RF in the genome of duck hepadnavirus?": "The presence of a vestigial X RF in the genome of duck hepadnavirus suggests that X protein may have evolved from a DNA glycosylase.",
        "How has the reconstruction of HBV genomes from ancient humans contributed to our understanding of HBV evolution?": "The reconstruction of HBV genomes from ancient humans has allowed for detailed investigation of HBV evolution. It revealed the presence of HBV in humans over 10,000 years ago and provided insights into human migration patterns and Neolithic transitions.",
        "What can be inferred from studies on ancient HBV strains in terms of their relationship with modern human HBV strains?": "Studies on ancient HBV strains suggest that some ancient strains still infect humans, while others are extinct. HBV strains in African and Southeast Asian apes appear related to modern human HBV.",
        "What is known about the origin and spread of subgenotype B5 of HBV?": "The ancestor of subgenotype B5, which is isolated from the circumpolar Arctic human population, may have originated in Asia 2000 years ago. Coalescence occurred around 1000 AD, and the subgenotype spread to Greenland and then westward.",
        "What is the structure of the HBV genome?": "The HBV genome is made of circular DNA, but the DNA isn’t fully double-stranded. One end of the strand is linked to viral DNA Pol.",
        "What are the typical sizes of the HBV genome?": "The HBV genome ranges from 3020 to 3220 nucleotides in full length and from 1700 to 2800 nucleotides in short length.",
        "How is the HBV genome encoded?": "The (-) strand of the HBV genome is complementary to viral mRNA, and viral DNA is found in the nucleus soon after infection. Partial dsDNA is rendered fully dsDNA by completing the (+) strand via cellular DNA Pol. The viral DNA Pol is used later in this process. The process also involves the removal of the viral polymerase protein, P, from the (-) strand and short sequences of RNA from the (+) strand. Noncoding bases are removed from the ends of the (-) strand, and the ends are rejoined. Viral genes are transcribed by cellular RNA Pol II in the nucleus from a covalently circular DNA (cccDNA) template.",
        "What are Enhancer I (EnhI) and Enhancer II (EnhII) in the HBV genome?": "Enhancer I (EnhI) and enhancer II (EnhII) are regulatory elements identified in the HBV genome. They exhibit greater activity in cells of hepatic origin and together drive and regulate the expression of complete viral transcripts.",
        "What are the encoding genes of HBV?": "The encoding genes of HBV are C, P, S, and X.",
        "Which protein is coded by gene C?": "The core protein (HBcAg) is coded by gene C, and the start codon is preceded by an upstream AUG where the pre-core protein is made.",
        "How is HBeAg produced?": "HBeAg is produced by proteolytic processing of the pre-core protein.",
        "Are there any rare strains of HBV where HBeAg is not present?": "Yes, in some rare strains called hepatitis B virus precore mutants, no HBeAg is present.",
        "Which protein is encoded by gene P?": "DNA Pol is encoded by gene P.",
        "What is the function of the protein encoded by gene S?": "The protein encoded by gene S is HBsAg, which is one long open reading frame (ORF) that has three in-frame “start” ATG codons that divide the gene into pre-S1, pre-S2, and S sections.",
        "What is the significance of the myristyl group on the amino-terminal end of the preS1 part of the L protein?": "The myristyl group plays an important role in infection by facilitating virus attachment.",
        "What is the function of the protein encoded by gene X?": "The function of the protein encoded by gene X is not fully understood, but some evidence suggests that it might function as a transcriptional transactivator, promoting cell growth and inactivating growth-regulating molecules.",
        "What is the 40-kDa X-core fusion protein?": "The 40-kDa X-core fusion protein is encoded by a long 3.9kb transcript without a fully understood function. Its synthesis begins at the X promoter region, and the transcript is polyadenylated after the 2nd round of transcription.",
        "What non-coding RNA elements have been identified in HBV?": "Several non-coding RNA elements have been identified, including HBV PREalpha, HBV PREbeta, and HBV RNA encapsidation signal epsilon.",
        "What are genotypes in the context of HBV?": "Genotypes in the context of HBV refer to variations of the virus that differ by more than 8% of the sequence and have distinct geographical distributions.",
        "How much do subgenotypes differ from each other?": "Subgenotypes of HBV differ by 4-8% of the genome.",
        "How many known genotypes of HBV are there?": "There are eight known genotypes labeled A-H, with an additional genotype labeled I, although it has not been fully accepted yet.",
        "How many subtypes of HBV are there?": "There are at least 24 subtypes of HBV.",
        "How do different genotypes of HBV respond to treatment?": "Different genotypes of HBV respond to treatment in different ways.",
        "What is the most divergent type of HBV?": "Type F is the most divergent type of HBV.",
        "Where is Type A prevalent?": "Type A is prevalent in Europe, Africa, and Southeast Asia.",
        "Which types of HBV are predominant in Asia?": "Types B and C are predominant in Asia.",
        "Where is Type D common?": "Type D is common in the Mediterranean area, Middle East, and India.",
        "Where is Type E found?": "Type E is found in sub-Saharan Africa.",
        "Where are Type F and H restricted to?": "Type F and H are restricted to Central and South America.",
        "Where has Type G been found?": "Type G has been found in France and Germany.",
        "Which genotypes are predominant in Brazil?": "Genotypes A, D, and F are predominant in Brazil.",
        "Do all genotypes of HBV occur in the US?": "Yes, all genotypes occur in the US with different ethnic frequencies.",
        "Which genotypes of HBV appear to have originated in aboriginal populations of Africa and the New World?": "Genotypes E and F appear to have originated in aboriginal populations of Africa and the New World.",
        "How many subtypes does Type A have and what are they?": "Type A has two subtypes: Aa/A1 in Africa/Asia and the Philippines, and Ae/A2 in Europe/US.",
        "What are the geographical distinctions for Type B?": "Type B has two geographical distinctions: Bj/B1 for Japan, and Ba/B2 for Asia.",
        "How many subtypes does Type C have and what are they?": "Type C has geographic subtypes: Cs/C1 for Southeast Asia, and Ce/C2 for East Asia. Additionally, subtypes C3-C5 have been described, along with another subtype in Papua, Indonesia.",
        "How many subtypes does Type D have?": "Type D has subtypes D1-D7.",
        "How many subtypes does Type F have and what are they?": "Type F has four subtypes, F1-F4, which further divide into 1a and 1b.",
        "Where are the subtypes F1, F2, and F3 found?": "Subtypes F1, F2, and F3 are found in East and West Amerindians in Venezuela, while South Amerindians only have subtype F3.",
        "Which subtypes of Type I have limited geographic distribution?": "Subtypes Ia, III, and IV have limited geographic distribution, located in Central America, North of South America, and South of South America respectively.",
        "Where are the Clades Ib and II found?": "Clades Ib and II are found in all Americas except North South America and North America respectively.",
        "What are the serotypes of HBV based on?": "Serotypes of HBV are divided into adr, adw, ayr, and ayw based on antigenic epitopes on envelope proteins.",
        "What is the initial step of HBV infection?": "The initial step of HBV infection is attachment, during which the virus binds to receptors on the cell surface.",
        "What receptors does HBV initially bind to during attachment?": "HBV initially binds to heparin sulfate proteoglycan and later binds tightly to the surface receptor sodium taurocholate cotransporting polypeptide (NTCP) encoded by SLC10A1.",
        "Where is NTCP mostly found in liver cells?": "NTCP is mostly found in the sinusoidal membrane of liver cells.",
        "What happens after HBV enters the cell via endocytosis?": "After endocytosis, fusion of membranes occurs, and the nucleocapsid is released into the cytoplasm.",
        "How is the genomic DNA of HBV transferred to the nucleus?": "The capsid containing the genomic DNA of HBV is transported on microtubules to the nuclear pore via chaperones, where uncoating occurs.",
        "What is the role of host DNA Pol in the HBV life cycle?": "Host DNA Pol is responsible for transforming the partially double-stranded DNA of HBV into fully double-stranded DNA in the nucleus, which then forms covalently closed circular DNA (cccDNA) serving as a template for viral transcription.",
        "What are the two types of endocytosis involved in HBV entry into cells?": "HBV enters cells via clathrin-mediated endocytosis or caveolin-1 endocytosis.",
        "What is the function of the largest mRNA produced during HBV replication?": "The largest mRNA is used to make copies of the genome, the capsid core protein, and the viral RNA-dependent-DNA-polymerase.",
        "What happens during the assembly phase of the HBV life cycle?": "During the assembly phase, the four transcripts undergo more processing and form progeny virions.",
        "How does HBV release from the cell occur?": "HBV release from the cell occurs when the long mRNA goes into the cytoplasm, where the virion P protein synthesizes DNA via reverse transcriptase (RT) activity.",
        "What is the functional receptor for HBV?": "The functional receptor for HBV is NTCP (sodium taurocholate cotransporting polypeptide).",
        "How does HBV bind to host cells?": "HBV binds to host cells via the preS domain of the viral surface antigen and is internalized by endocytosis.",
        "Where are HBV-preS-specific receptors primarily expressed?": "HBV-preS-specific receptors are primarily expressed on hepatocytes.",
        "What role does the adaptive immune response play in HBV infection?": "The adaptive immune response, especially cytotoxic T lymphocytes (CTLs), contributes to most of the liver injury from HBV infection. CTLs eliminate HBV infection by killing infected cells and producing antiviral cytokines.",
        "How is liver damage initiated and mediated during HBV infection?": "Liver damage is initiated and mediated by cytotoxic T lymphocytes (CTLs) during HBV infection, although antigen-nonspecific inflammatory cells can worsen CTL-induced immunopathology, and activated platelets may facilitate accommodation of CTLs in the liver.",
        "What are some common assays used to detect HBV?": "Assays used to detect HBV involve serum or blood tests that detect either viral antigens or antibodies.",
        "Which viral antigen is most frequently used to screen for HBV infection?": "HBsAg (hepatitis B surface antigen) is most frequently used to screen for HBV infection.",
        "What is the significance of IgM antibodies specific to hepatitis B core antigen (anti-HBc IgM) during an HBV infection?": "During the window in which the host is infected but has cleared the virus, IgM antibodies specific to hepatitis B core antigen (anti-HBc IgM) may be the only serological evidence of disease.",
        "What are some components typically included in HBV panels for diagnosis?": "Most HBV panels contain HBsAg and total anti-HBc (both IgM and IgG).",
        "What does the appearance of HBeAg in serum indicate during HBV infection?": "The appearance of HBeAg in serum during HBV infection is traditionally associated with high rates of replication and infectivity.",
        "What is the significance of the appearance of anti-HBe antibodies during HBV infection?": "The appearance of antibodies to e antigen (anti-HBe) during HBV infection is associated with a massive decline in viral replication.",
        "What is the significance of the 'window period' in HBV diagnosis?": "The 'window period' in HBV diagnosis refers to the time between the removal of HBsAg and the appearance of anti-HBs antibodies. During this period, individuals may be negative for HBsAg but positive for anti-HBs, indicating either clearance of infection or previous vaccination.",
        "How are chronic HBV carriers identified?": "Individuals who remain HBsAg positive for more than 6 months are considered chronic HBV carriers.",
        "What is the significance of elevated serum alanine aminotransferase (ALT) levels in chronic HBV carriers?": "Elevated serum alanine aminotransferase (ALT) levels in chronic HBV carriers reflect liver inflammation, especially if in the immune clearance phase.",
        "What complications or risks are associated with chronic HBV carriers who have seroconverted to HBeAg-negative status?": "Chronic HBV carriers who have seroconverted to HBeAg-negative status, especially those who acquired the infection as adults, may have very little viral multiplication and may be at risk of long-term complications or transmitting the infection.",
        "What is the significance of PCR tests in HBV diagnosis and monitoring?": "PCR tests can detect and measure HBV DNA (viral load) in clinical specimens, which is important for assessing a person's infection status and monitoring treatment.",
        "What is meant by 'immune escape' in the context of HBV infection?": "In the context of HBV infection, 'immune escape' refers to a phenomenon where individuals with HBeAg-negative hepatitis B exhibit reduced immune response, potentially allowing the virus to evade immune surveillance and persist in the host.",
        "How is the protective response to the HBV vaccine defined?": "The protective response to the HBV vaccine is defined as an anti-HBs antibody concentration of greater than 10 mIU/mL in the serum.",
        "What is the effectiveness of the HBV vaccine in children?": "The HBV vaccine is highly effective in children, with a threshold protection level of 95%.",
        "How does the effectiveness of the HBV vaccine change with age?": "The effectiveness of the HBV vaccine decreases with age, dropping to around 90% at 40 years and 75% at 60 years.",
        "Is protection provided by the HBV vaccine long-lasting?": "Yes, protection provided by the HBV vaccine is long-lasting, even after antibody levels fall below 10 mIU/mL.",
        "What strategies are recommended for preventing HBV transmission from newborns of HBsAg+ mothers?": "For newborns of HBsAg+ mothers, HBV vaccine alone, HBV Ig alone, or the combination of both are recommended to prevent HBV occurrence. The combination of vaccine and HBV Ig is considered superior to vaccine alone.",
        "How can tenofovir be used to reduce mother-to-child transmission (MTCT) of HBV?": "Tenofovir given in the 2nd-3rd trimester can reduce MTCT by 77% when combined with HBV Ig and HBV vaccine, especially for pregnant women with high HBV DNA levels.",
        "Who is recommended to receive HBV vaccination?": "All people at risk of exposure to body fluids like blood, as well as high-risk groups such as healthcare workers, people with chronic kidney failure, and homosexual men, are recommended to receive HBV vaccination.",
        "What is recommended for verifying effective immunization after HBV vaccination?": "Testing to verify effective immunization is recommended, and further doses are given to those who are not sufficiently immunized.",
        "What is the comparative effectiveness of plasma-derived (PDV) and recombinant vaccines (RV) for HBV?": "Both plasma-derived (PDV) and recombinant vaccines (RV) for HBV have similar effectiveness in preventing infection in both healthcare workers and those with chronic kidney failure.",
        "Which route of administration is more effective for recombinant HBV vaccine in health workers?": "The intramuscular route of administration is more effective for recombinant HBV vaccine in health workers compared to the intradermal route.",
        "Is sperm washing necessary for males with HBV in assisted reproductive technology?": "Sperm washing isn't necessary for males with HBV to prevent transmission unless the female partner has been effectively vaccinated.",
        "Is the risk of mother-to-child transmission (MTCT) different with in vitro fertilization (IVF) in females with HBV compared to spontaneous conception?": "No, the risk of MTCT with IVF isn't different from the risk in spontaneous conception for females with HBV.",
        "Which groups are recommended for screening for HBV?": "Groups recommended for screening for HBV include non-vaccinated individuals, people from areas of the world where HBV prevalence is greater than 2%, those with HIV, intravenous drug users, homosexual men, and those living with a person with HBV.",
        "Is screening during pregnancy recommended in the US?": "Yes, screening during pregnancy is recommended in the US.",
        "Do individuals with acute HBV usually require treatment?": "No, most adults with acute HBV clear the infection spontaneously and don't require treatment.",
        "When might early antiviral treatment be necessary for HBV?": "Early antiviral treatment may be necessary in cases of fulminant hepatitis or in people who are immunocompromised.",
        "Why is treatment of chronic HBV infection necessary?": "Treatment of chronic HBV infection may be necessary to reduce the risk of cirrhosis and liver cancer.",
        "Who are candidates for therapy for chronic HBV infection?": "Chronically infected individuals with persistently elevated ALT levels (liver damage indicators) and HBV DNA levels are candidates for therapy.",
        "How long does treatment for HBV typically last?": "Treatment typically lasts 6 months to 1 year depending on genotype and medication. Treatment duration with oral medication alone is usually longer, often more than 1 year.",
        "What is the goal of available HBV medications?": "None of the available medications clear the infection but can stop replication, which minimizes liver damage.",
        "What are some examples of antiviral medications used to treat HBV?": "Lamivudine, adefovir, tenofovir disoproxil, tenofovir alafenamide, telbivudine, and entecavir are the approved antiviral medications for HBV treatment.",
        "Which medications does the WHO recommend as first-line agents for HBV treatment?": "The WHO recommends tenofovir or entecavir as first-line agents for HBV treatment.",
        "What are some examples of immune system modulators used to treat HBV?": "Interferon alpha-2a and PEGylated interferon alpha-2a are immune system modulators used to treat HBV.",
        "How does treatment affect HBV replication and viral load?": "Treatment reduces replication in the liver and lowers the viral load.",
        "How does response to treatment differ between HBV genotypes?": "Response to treatment differs between HBV genotypes.",
        "What progress has been made in therapeutic treatments for HBV?": "While HBV is unlikely to be eliminated by 2030, progress is being made in therapeutic treatments.",
        "What is the likelihood of children clearing HBV infection compared to adults?": "Children are less likely than adults to clear the infection, with less than 30% of younger children and only 5% of newborns who acquire the infection through mother-to-child transmission (MTCT) clearing the infection.",
        "What is the lifetime risk of death from cirrhosis or hepatocellular carcinoma (HCC) associated with chronic HBV infection?": "There is a 40% lifetime risk of death from cirrhosis or HCC associated with chronic HBV infection.",
        "At what age do approximately 70% of individuals clear HBV infection?": "Approximately 70% of individuals clear HBV infection between the ages of 1 and 6 years old.",
        "What is the significance of HDV infection in relation to HBV?": "HDV infection can only occur with concomitant HBV infection since HDV uses HBV surface antigen to form a capsid.",
        "How does coinfection with HDV affect the prognosis of HBV infection?": "Coinfection with HDV increases the risk of cirrhosis and hepatocellular carcinoma (HCC) associated with HBV infection.",
        "What other condition is more common in individuals with HBV?": "Polyarteritis nodosa is more common in people with HBV.",
        "What is the test of choice for diagnosing cirrhosis?": "Transient elastography (FibroScan) is the test of choice for diagnosing cirrhosis.",
        "What alternative test may be used for diagnosing cirrhosis when cost is an issue?": "Aspartate aminotransferase to platelet ratio index may be used for diagnosing cirrhosis when cost is an issue.",
        "What is reactivation of HBV and when is it commonly seen?": "Reactivation of HBV occurs when HBV DNA remains in the body after infection and recurs in some individuals, particularly following alcohol or drug use or in immunocompromised people.",
        "What factors increase the risk of reactivation?": "Factors that increase the risk of HBV reactivation include baseline ALT levels of 200 UL/L or higher in males, chemotherapy, and the use of immunosuppressive drugs.",
        "Who is at the greatest risk of HBV reactivation?": "Individuals with detectable HBsAg in the blood are at the greatest risk of HBV reactivation.",
        "Are individuals with antibodies to the surface antigen immune to reactivation?": "Presence of antibodies to the surface antigen is considered a marker of immunity but does not preclude reactivation."
    },
    "t4" : {
        "What type of bacteria does T4 Phage infect?": "T4 Phage infects E. coli bacteria.",
        "What is the genetic composition of T4 Phage?": "T4 Phage is a dsDNA virus belonging to the subfamily Tevenvirinae within the family Myoviridae.",
        "Which type of life cycle can T4 Phage undergo?": "T4 Phage can only undergo the lytic cycle and not the lysogenic cycle.",
        "What was T4 Phage formerly named, and what other phages did it encompass?": "T4 Phage was formerly named T-even bacteriophage, which also encompassed Enterobacteria phage T2, T4, and T6.",
        "What are T-even phages considered in research?": "T-even phages are considered model organisms.",
        "What are the requirements for model organisms, and how do T-even phages compare?": "Model organisms are required to be simple with as few as 5 genes, yet T-even phages are among the largest and highest complexity viruses, with a genome made up of around 300 genes.",
        "What is an unusual base found in T-even phages, and what does it replace?": "T-even phages have the unusual base hydroxymethylcytosine in place of cytosine.",
        "What is the length of the T4 phage genome, and how many proteins does it encode?": "The T4 phage genome is 160 kilobase pairs long and encodes 269 proteins.",
        "Describe the structure of the T4 phage genome during replication.": "During replication, the T4 phage genome forms long multi-genome length concatemers via rolling circle replication. These concatemers are then cut at unspecific positions of the same length when packaged, resulting in several genomes that are circular permutations of the original.",
        "What unique feature does the T4 phage genome possess in terms of intron sequences?": "The T4 phage genome bears eukaryote-like intron sequences.",
        "What sequence dominates in T4 early genes for translation initiation?": "The SD sequence GAGG dominates in T4 early genes.",
        "What is the role of the sequence GGAG in T4 phage translation?": "The sequence GGAG is a target for T4 endonuclease RegB, which initiates early mRNA degradation.",
        "What is the role of the tail in the T4 phage structure?": "The tail is hollow to allow the passage of nucleic acid into the cell after attachment.",
        "What is the significance of tail fibers in T4 phage?": "Tail fibers are crucial for recognizing host cell surface receptors to determine if a bacterium is within the host range.",
        "What is the composition of the baseplate in T4 phage?": "The baseplate consists of 127 PP chains of 13 different proteins, including gene products 5, 5.4, 6, 7, 8, 9, 10, 11, 12, 25, 27, 48, and 53.",
        "What proteins are involved in the formation of the tail tube in T4 phage?": "The tail tube is formed by gp54 and the main tube protein gp19.",
        "What is the role of the tape measure protein gp29 in T4 phage?": "The tape measure protein gp29 is found in the baseplate-tail tube complexes.",
        "What is the significance of maintaining a balance of proteins during T4 phage assembly?": "Maintaining a balance of proteins is important for normal morphogenesis.",
        "What are the categories of proteins encoded by phage genes that determine virion structure in T4 phage?": "The proteins include major structural components, minor structural components, and nonstructural proteins that catalyze steps in morphogenesis.",
        "How is T4 morphogenesis divided in terms of pathways?": "T4 morphogenesis is divided into three pathways: head, tail, and long tail fibers.",
        "How is the infection process of T4 phage initiated?": "Initiated infection by binding OmpC porin and LPS on surface of E. coli through its LTFs.",
        "What happens after the recognition signal is sent through the long tail fibers (LTFs) to the baseplate in the T4 phage infection process?": "After the recognition signal is sent through the LTFs to the baseplate, the short tail fibers (STFs) are unraveled and bind irreversibly to the E. coli surface.",
        "What occurs when the baseplate changes conformation and the tail sheath contracts during T4 phage infection?": "When the baseplate changes conformation and the tail sheath contracts, GP5 at the end of the tail tube punctures the outer membrane of E. coli.",
        "What is the role of GP5 in the T4 phage infection process?": "GP5, located at the end of the tail tube, punctures the outer membrane of E. coli after the baseplate changes conformation and the tail sheath contracts. The lysozyme domain of GP5 is then activated and degrades the periplasmic peptidoglycan (PG), allowing the DNA from the head to travel through the tail tube and enter the cell.",
        "Who provided evidence that phage DNA enters the bacterial cell upon infection and is the genetic material of the phage?": "Hershey and Chase provided evidence that phage DNA enters the bacterial cell upon infection and is the genetic material of the phage. Their work suggested that DNA is the genetic material of different organisms.",
        "What is the approximate duration of the lytic cycle of T4 phage at 37°C?": "The lytic cycle of T4 phage takes approximately 30 minutes at 37°C.",
        "How do virulent phages like T4 multiply in their host upon entry?": "Virulent phages multiply in their host immediately after entry. Once the number of progeny phages reaches a threshold, they cause the host to lyse, resulting in host lysis.",
        "What are the essential steps that T4 phage must go through during the lytic cycle?": "T4 phage must go through adsorption and penetration (immediately), arrest of host gene expression (immediately), enzyme synthesis (after 5 minutes), DNA replication (after 10 minutes), and formation of new virions (after 12 minutes) during the lytic cycle.",
        "What is the burst size of T4 phage, approximately?": "T4 phage has a burst size of approximately 100-150 virions per infected host.",
        "What techniques did Benzer develop to study the fine structure of genes using T4 mutants defective in rIIA and rIIB?": "Benzer developed a system to study the fine structure of genes using T4 mutants defective in rIIA and rIIB. The techniques employed were complementation tests and crosses to detect recombination between deletion mutations.",
        "What are the various receptors on the surface of the host that T-even phages can bind to during adsorption?": "T-even phages can bind to receptors on the surface of the host, which vary depending on the host. These receptors include teichoic acid, cell wall proteins, LPS, flagella, and pili.",
        "Describe the two processes involved in adsorption of T-even phages to the host.": "Adsorption of T-even phages to the host occurs in two processes: reversible and irreversible. Reversible adsorption involves the binding of tail fibers to the appropriate receptor, while irreversible adsorption is mediated by one or more components of the base plate.",
        "What is the role of the phage tail structure in the adsorption process?": "The phage tail structure is involved in the adsorption process when tail fibers bind to the appropriate receptor on the host cell.",
        "When does penetration of genetic material into the host cell occur, and what are the mechanisms involved?": "Penetration of genetic material into the host cell occurs after the irreversible adsorption phase. The mechanisms for penetration can vary depending on the phage and may involve electrochemical membrane potential, ATP molecules, enzymatic splitting of peptidoglycan (PG), or a combination of these mechanisms.",
        "How does the penetration mechanism differ in T2 (T4-like) phages compared to some other phages?": "Studies on T2 (T4-like) phages have shown that the phage's tail does not penetrate inside the cell wall. Instead, penetration involves the electrochemical membrane potential on the inner membrane.",,
        "How is the T4 genome synthesized within the host cell, and what replication mechanism is involved?": "The T4 genome is synthesized within the host cell via rolling circle replication.",
        "How is the rate of T4 DNA elongation measured, and what are the observed rates during exponential phase at 37°C?": "The rate of T4 DNA elongation is measured as the rate of T4 DNA elongation in a virus-infected E. coli cell. During the exponential phase at 37°C, the rate was observed to be 749 nucleotides per second (nt/s).",
        "What is the mutation rate per base pair per replication for T4 DNA replication?": "The mutation rate per base pair per replication for T4 DNA replication is 1.7 * 10^-8, indicating a very accurate copying mechanism.",
        "Describe the process of T4 head assembly and how DNA enters the prohead.": "The T4 head is assembled empty around a scaffolding protein and is later degraded. DNA enters the prohead through a tiny pore, which is achieved by a hexamer of gp17 interacting with DNA first, serving as a motor and nuclease.",
        "What is the rate at which the T4 packaging motor can load DNA into viral capsids, and how would you describe its power?": "The T4 packaging motor can load DNA into viral capsids at a rate of up to 2000 base pairs per second (bp/s), and it is extremely powerful.",
        "What determines the final step of the T4 replication cycle, and what happens during this step?": "The final step of the T4 replication cycle is determined by the release of virions from the host cell. This occurs after the breakage of the plasma membrane.",
        "How do nonenveloped viruses like T4 typically release from the host cell, and what characterizes their mode of release?": "Nonenveloped viruses like T4 typically lyse the host cell. Their mode of release is characterized by viral proteins attacking peptidoglycan (PG) and the cell membrane. Lysis occurs when capsids release lysozyme that breaks down the cell wall.",
        "What happens after the release of phages from the host cell, and how does the cycle continue?": "After the release of phages from the host cell, they infect other cells, and the replication cycle continues.",
        "What is Multiplicity Reactivation (MR)?": "MR is the process by which 2 or more genomes, each containing inactivating genome damage, can interact with an infected cell to form a viable virus genome.",
        "Who discovered Multiplicity Reactivation, and when?": "Salvador Luria discovered MR in 1946 while studying UV irradiated T4 phages.",
        "What is the significance of Multiplicity Reactivation discovery?": "The discovery of MR preceded the confirmation of DNA as the genetic material in 1952 (by Hershey and Chase) and initiated the study of repair of radiation damage within the early phage group.",
        "What did the discovery of Multiplicity Reactivation lead to?": "It led to the understanding that the repair of damaged virus by mutual help was common throughout every single type of cell, not just for phages or bacteria. Additionally, it highlighted the critical role of DNA repair processes in protecting against aging, cancer, and infertility.",
        "How is Multiplicity Reactivation observed?": "MR is represented as survival curves where the survival of plaque forming ability of multiple infected cells (multicomplexes) is plotted against the dose of the genome damaging agent. Monocomplexes (single cells) are also plotted against the dose of the genome damaging agent.",
        "What are some examples of agents exhibiting Multiplicity Reactivation?": "Agents such as UV irradiation, X-rays, and ethyl methane sulfonate show shoulders in survival curves of multicomplexes, indicating Multiplicity Reactivation.",
        "What does the presence of a shoulder in survival curves indicate?": "The presence of a shoulder in survival curves indicates the utilization of two recombinational processes.",
        "How many recombinational processes are involved when a shoulder is present in survival curves?": "When a shoulder is present in survival curves, it indicates the utilization of two recombinational processes.",
        "What is indicated by the efficiency of repair?": "The efficiency of repair is indicated by the fact that a dose of mitomycin C allowing survival of only 1/1000 monocomplexes permits the survival of 70% of multicomplexes.",
        "Which agents produce nonshouldered multicomplex survival curves?": "Nonshouldered multicomplex survival curves are observed with damaging agents such as P32 decay, psoralen+UV irradiation (PUVA), N-methyl-N’-nitro-N-nitrosoguanidine (MNNG), methyl methane sulfonate (MMS), and nitrous acid.",
        "What genes are necessary for multiplicity reactivation in T4?": "Several genes necessary for multiplicity reactivation in T4 are proved to be orthologs of genes necessary for recombination in both prokaryotes and eukaryotes.",
        "What role does the T4 gene uvsX play?": "The T4 gene uvsX specifies a protein with 3D structural homology to RecA in E. coli, RAD51 in eukaryotes, and RadA in archaea. It is involved in efficient and accurate recombinational repair of DNA damage during multiplicity reactivation, potentially analogous to recombinational repair during meiosis in eukaryotes."







}
}

    }
}








