{
    "sars-cov-2-virus" : {
        "What is the full name of the virus responsible for COVID-19?":"Severe acute respiratory syndrome coronavirus 2",
        "What disease does SARS-CoV-2 cause?":"COVID-19",
        "What were the previous names of SARS-CoV-2?":"previously known as 2019 novel coronavirus (2019-nCoV) and human coronavirus 2019 (HCoV-19/hCoV-19)",
        "Where was SARS-CoV-2 first identified?":"Wuhan, Hubei, China",
        "When did the WHO designate the outbreak of SARS-CoV-2?":"Jan 30, 2020 to May 5, 2023",
        "What type of virus is SARS-CoV-2?":"+ssRNA",
        "What is the genetic relationship between SARS-CoV-2 and SARS-CoV-1?":"SARS-CoV-2 is a strain of the severe-acute-respiratory-syndrome-related coronavirus (SARSr-CoV)",
        "What is the genetic similarity between SARS-CoV-2 and BANAL-52 bat coronavirus?":"96.8% similarity",
        "What is the average R0 of SARS-CoV-2?":"2.4-3.4 (assuming a nonimmune population)",
        "How does SARS-CoV-2 spread among humans?":"spreads through close contact via aerosols and respiratory droplets",
        "How does SARS-CoV-2 enter human cells?":"angiotensin-converting enzyme 2 (ACE2)",
        "What physiological system does ACE2 regulate?":"regulates the renin-angiotensin system",
        "What terminology did the WHO suggest in January 2020?":"2019 novel coronavirus (2019-nCoV)",
        "Why did the WHO suggest the new terminology?":"The WHO recommended using non-geographical, non-animal-related terms to avoid stigmatization",
        "When did the ICTV adopt the official name SARS-CoV-2?":"Feb 11, 2020",
        "Why was the official name SARS-CoV-2 adopted?":"to adhere to guidelines against using geographical locations, animal species, or groups of people in disease names",
        "What is another term sometimes used for SARS-CoV-2 to avoid confusion with SARS?":"COVID-19 virus",
        "When was human-to-human transmission of SARS-CoV-2 confirmed?":"Jan 20, 2020",
        "How was SARS-CoV-2 initially assumed to spread?":"initially assumed to occur via respiratory droplets",
        "What is another mode of transmission suggested for SARS-CoV-2?":"airborne with aerosols transmitting the virus",
        "How many infectious virions are thought to initiate infection?":"200-800",
        "What are the biosafety implications of aerosol transmission of SARS-CoV-2?":"working with viruses in the lab",
        "Besides respiratory secretions, what is another possible mode of transmission for SARS-CoV-2?":"indirect contact via contaminated surfaces",
        "On what materials can SARS-CoV-2 remain viable?":"polypropylene and stainless steel",
        "On which materials does SARS-CoV-2 not survive?":"cardboard or copper",
        "How is SARS-CoV-2 inactivated?":"inactivated by soap, which destabilizes the lipid bilayer of the virus",
        "Where is viral RNA of SARS-CoV-2 found besides respiratory secretions?":"stool and semen",
        "When does the pharynx reach peak viral load after infection?":"around 4 days after infection or in the first week of symptoms. declines after",
        "What is the duration of viral RNA shedding after onset of symptoms?":"3-46 days after onset of symptoms",
        "What is RNA shedding?":"expulsion and release of viral progeny",
        "What is the dominant initial site of infection for SARS-CoV-2?":"nasal cavity",
        "What occurs after the initial infection of SARS-CoV-2?":"subsequent aspiration-mediated viral seeding into the lungs",
        "What is the infection gradient within the pulmonary epithelium?":"high in proximal pulmonary epithelium to low in distal pulmonary epithelium",
        "Where does focal infection occur in the respiratory system with SARS-CoV-2?":"ciliated cells in the airway and in type 2 pneumocytes in the alveolar regions",
        "What is the function of type 1 pneumocytes?":"gas exchange",
        "What is the function of type 2 pneumocytes?":"secretion of surfactant proteins",
        "Which animals are susceptible and permissive to SARS-CoV-2?":"cats, ferrets, hamsters, primates, minks, tree shrews, raccoons, dogs, fruit bats, and rabbits",
        "Is asymptomatic transmission considered a driving force for SARS-CoV-2 spread?":"no",
        "How much less likely are asymptomatic individuals to transmit SARS-CoV-2?":"42% less likely to transmit SARS-CoV-2",
        "What may be typical among documented infections regarding shedding before symptoms appear? (argument)":"pre-symptomatic shedding",
        "What may be the source of the majority of SARS-CoV-2 infections? (argument)":"subclinical infections",
        "Is there certainty about reinfection and long-term immunity with SARS-CoV-2?":"no; uncertainty about reinfection and long-term immunity",
        "When was the first documented case of reinfection with SARS-CoV-2 reported?":"Mar 26, 2020, in Hong Kong",
        "How long after the initial discharge did the first reinfection case test positive again?":"The first reinfection case tested positive again on August 15, 2020, after being discharged on April 15, 2020, with two negative tests",
        "What confirmed the viral genomes from different clades in cases of reinfection?":"whole-genome sequencing (WGS)",
        "How might herd immunity be affected wrt. reinfection?":"may not eliminate the virus if reinfection is not uncommon",
        "What may limit the ability of vaccines to provide lifetime protection against SARS-CoV-2?":"changes in genome variants",
        "What is the primary cause of most reinfections with SARS-CoV-2?":"changes in genome variants",
        "Is there a known natural reservoir for SARS-CoV-2?":"no, there is no known natural reservoir",
        "Which two zoonosis-based coronavirus epidemics preceded SARS-CoV-2?":"SARS-CoV-1 and MERS-CoV",
        "What is the uncertainty regarding the original source of SARS-CoV-2?":"original source and whether pathogenicity emerged before or after the spillover event",
        "What is a potential source of the SARS-CoV-2 virus?":"The Huanan Seafood Market, but another explanation is that visitors may have spread it to the market",
        "What is the most likely explanation for human spillover of SARS-CoV-2?":"human spillover via an intermediate animal host",
        "What is the second most likely explanation for the direct spillover of SARS-CoV-2?":"direct spillover from bats",
        "What was the mutation rate from early cases of SARS-CoV-2?":"6.54 * 10^-4 per site per year",
        "How does the genetic plasticity of SARS-CoV-2 compare to other coronaviruses?":"has a slow viral evolution due to its RNA proofreading capability, despite coronaviruses generally having high genetic plasticity",
        "Is the viral mutation rate in vivo higher or lower than that of influenza?":"tends to be lower than that of influenza",
        "Where do most SARS-like bat coronaviruses originate?":"horseshoe bats from Feuang, Laos",
        "What is the genetic similarity between BANAL-52 and SARS-CoV-2?":"96.8% similarity",
        "What is the genetic similarity between RaTG13 and SARS-CoV-2?":"96.1% similarity",
        "Where is RaTG13 from?":"bats in Mojiang, Yunnan, China",
        "What are two other uncommon bat coronaviruses?":"BANAL-103 and BANAL-236",
        "What is considered the most likely natural reservoir for SARS-CoV-2?":"bats",
        "What role might humans have played in the transmission of SARS-CoV-2?":"intermediate host",
        "Is there evidence supporting the pangolin intermediate host hypothesis for SARS-CoV-2?":"no; evidence is against it as pangolin viruses are too distant from SARS-CoV-2, showing only a 92% similarity (low for viruses) and poor binding to the ACE2 receptor w/ few common critical amino acids",
        "What is the genetic composition of SARS-CoV-2's RNA?":"+ssRNA w/ 1 linear RNA segment",
        "Which species can SARS-CoV-2 infect?":"Humans, mammals (e.g., livestock), and avian species",
        "What illnesses can SARS-CoV-2 cause?":"Illnesses ranging from the common cold to Middle East respiratory syndrome (MERS)",
        "What is the position of SARS-CoV-2 among known coronaviruses in terms of human infection?":"seventh known coronavirus to infect people",
        "What are the other known coronaviruses that infect humans?":"229E, NL63, HKU1, MERS-CoV, and SARS-CoV (original)",
        "In what subgenus does SARS-CoV-2 belong?":"Sarbecovirus (beta-CoV lineage B) subgenus",
        "What is a common characteristic of unsegmented viruses during replication?":"Copy-choice replication",
        "What is copy-choice replication?":"Gene material switches from one RNA template to another during replication",
        "What is the approximate length of the SARS-CoV-2 genome?":"approx. 30,000 bases long",
        "What is the notable characteristic of the SARS-CoV-2 genome in terms of its composition?":"consists nearly entirely of protein-coding sequences",
        "What is the distinguishing feature of SARS-CoV-2's genome regarding furin cleavage?":"Incorporation of a polybasic site cleaved by furin (important for virulence)",
        "What sequence does the furin protease recognize in SARS-CoV-2?":"RX[R/K]R↓X",
        "What is the recognition sequence formed by CCT CGG CGG GCA?":"PRRA",
        "Where is the polybasic site located in the SARS-CoV-2 genome?":"upstream of R and S, forming the S1/S2 cleavage site (PRRAR↓S) of the spike protein",
        "What are the implications of the polybasic site cleaved by furin in SARS-CoV-2?":"aids in zoonotic transfer to humans",
        "What is the significance of the spike protein variant G614 in SARS-CoV-2?":"associated with increased transmissibility",
        "How many genomes of SARS-CoV-2 were available by Jan 30, 2020?":"42 genomes",
        "What announcement did the ICTV make on Feb 11, 2020, regarding SARS-CoV-2?":"identified 2019-nCoV as a virus of SARSr-CoV",
        "How many ORFs do genomes and subgenomes of SARS-CoV-2 encode?":"6 ORFs",
        "What was discovered in October 2020 regarding the genome of SARS-CoV-2?":"A possible overlapping gene called ORF3d was discovered",
        "What is known about the function of ORF3d in SARS-CoV-2?":"function is unknown, but it causes a strong immune response",
        "Where was ORF3d identified?":"In a coronavirus that infects pangolins",
        "How many genomes of SARS-CoV-2 belonged to 19 strains as of Aug 21, 2021?":"3,422 genomes belonging to 19 strains",
        "How are many variants grouped?":"Nextstrain and GISAID divide the variants into different clades",
        "How many clades does Nextstrain divide the variants into, and what are they?":"five clades: 19A, 19B, 20A, 20B, 20C",
        "How many clades does GISAID divide the variants into, and what are they?":"seven clades: L, O, V, S, G, GH, GR",
        "What are the five variants of particular concern to the WHO as of late 2020?":"Alpha, Beta, Gamma, Delta, and Omicron",
        "What is the lineage of the Alpha variant, and when did it emerge?":"Lineage B.1.1.7; emerged in the UK in September 2020",
        "What evidence is there regarding the Alpha variant's transmissibility and virulence?":"evidence of increased transmissibility and virulence",
        "What are the notable mutations of the Alpha variant?":"N501Y, P681H, and E484K",
        "What is the lineage of the Beta variant, and when did it emerge?":"Lineage B.1.351; emerged in South Africa in May 2020",
        "What evidence is there regarding the Beta variant's transmissibility and changes to antigenicity?":"evidence of increased transmissibility and changes to antigenicity",
        "What are the notable mutations of the Beta variant?":"K417N, E484K, and N501Y",
        "What is the lineage of the Gamma variant, and when did it emerge?":"Lineage P.1; emerged in Brazil in November 2020",
        "What evidence is there regarding the Gamma variant's transmissibility and virulence, and changes to antigenicity?":"evidence of increased transmissibility and virulence, with changes to antigenicity",
        "What are the notable mutations of the Gamma variant?":"K417N, E484K, and N501Y",
        "What is the lineage of the Delta variant, and when did it emerge?":"Lineage P.1.617.2; emerged in India in October 2020",
        "What evidence is there regarding the Delta variant's transmissibility and virulence, and changes to antigenicity?":"evidence of increased transmissibility and virulence, with changes to antigenicity",
        "What is the lineage of the Omicron variant, and when did it emerge?":"Lineage B.1.1.529; emerged in Botswana in November 2021",
        "What is Cluster 5, and where did it emerge?":"designation used by the Danish Statens Serum Institut for a virus variant in connection with investigations of SARS-CoV-2 infection among mink and humans in the north of Jutland, Denmark; emerged among mink in Denmark",
        "What were the consequences of Cluster 5's emergence?":"caused a mink euthanasia campaign and rendered the mink extinct",
        "What is the diameter range of each SARS-CoV-2 virion?": "60-140 nm",
        "What is the approximate mass of each SARS-CoV-2 virion?": "0.1-10 kg",
        "What are the four structural proteins found in the SARS-CoV-2 virion?": "S (spike) protein, E (envelope) protein, M (membrane) protein, N (nucleocapsid) protein",
        "What is the function of the N (nucleocapsid) protein?": "Holds the RNA genome",
        "What do the S, E, and M proteins collectively create?": "The viral envelope",
        "What type of proteins are S proteins?": "Glycoproteins",
        "How are the S proteins oriented in the membrane?": "They are Type I membrane proteins w/ a transmembrane domain oriented on the extracellular side",
        "What are the two functional parts into which S proteins are divided?": "S1 and S2",
        "What imaging technique has been used to visualize the SARS-CoV-2 S protein?": "Cryo-EM",
        "What is the function of the S1 subunit of the S protein?": "Catalyzes attachment",
        "What is the function of the S2 subunit of the S protein?": "Catalyzes fusion",
        "How does the S protein contribute to the virus-host interaction?": "Allows the virus to attach and fuse with the host membrane",
        "What are the four types of single-pass transmembrane proteins?": "Type I, Type II, Type III, Type IV",
        "How are Type I membrane proteins anchored to the membrane during synthesis?": "With a stop-transfer anchor sequence, targeting the ER lumen at the N termini during synthesis and the extracellular space (ECS) if in mature forms on the membrane",
        "How are Type II membrane proteins anchored to the membrane?": "With a signal anchor sequence, targeting the ER lumen with C termini domains",
        "Where are Type III membrane proteins anchored, and how do they target the ER lumen?": "Anchored with a signal anchor sequence, with N termini targeting the ER lumen",
        "What are the two basic types of transmembrane proteins?": "Alpha helical and beta barrels",
        "Where are alpha helical transmembrane proteins primarily found?": "In the inner membrane (prokaryotes) or plasma membrane (eukaryotes), sometimes in the outer membrane (prokaryotes)",
        "Which type of transmembrane proteins is the major category in humans?": "Alpha helical",
        "Where are beta barrel transmembrane proteins found?": "In the outer membrane of Gram-negative bacteria, cell walls of Gram-positive bacteria, and outer membranes of mitochondria/chloroplasts",
        "What can beta barrel transmembrane proteins be secreted as?": "Pore-forming toxins",
        "What is the topology of beta barrel transmembrane proteins?": "Simple up-and-down topology",
        "What natural protein forms a dimeric transmembrane beta-helix?": "Gramicidin A",
        "What is the function of Gramicidin A when secreted by Gram-positive bacteria?": "As an antibiotic",
        "What type of helix hasn't been reported in natural proteins?": "Transmembrane polyproline-II helix",
        "What are the two subtypes of Type IV transmembrane proteins, and how do their N termini differ?": "Type IV-A have N termini targeted to the cytosol, while Type IV-B has N termini targeted to the lumen",
        "How many genome sequences were deposited into databases as of September 2023?": "16 million genome sequences",
        "What is the structure of the SARS-CoV-2 genome?": "Linear +ssRNA with 30,000 bases",
        "What is the nucleotide composition of the SARS-CoV-2 genome, from highest to lowest?": "U (32.2%), A (29.9%), G (19.6%), C (18.3%)",
        "What mutation bias is observed in the SARS-CoV-2 genome?": "Bias against C and G",
        "What consequence does the CG mutation bias have? What is an evolutionary advantage to it?": "Mutation of G and C to A and U; this bias arises to avoid the zinc finger antiviral proteins defense mechanism and reduces the energy needed to unbind the genome",
        "How does the codon usage bias in the SARS-CoV-2 genome compare to other SARS coronaviruses?": "Similar",
        "What initiates the replication cycle of SARS-CoV-2?": "Viral particles binding to host surface cellular receptors",
        "Which receptor on human cells does SARS-CoV-2 have sufficient affinity to for cell entry?": "ACE2 (Angiotensin-Converting Enzyme 2)",
        "What experimental method confirmed ACE2 as a receptor for SARS-CoV-2?": "Reverse genetics",
        "How does the affinity of SARS-CoV-2 to ACE2 compare to the original SARS virus?": "Higher affinity",
        "Besides ACE2, what other cell surface receptor may SARS-CoV-2 use for entry?": "Basignin (BSG/Extracellular Matrix Metalloprotease Inducer/Cluster of Differentiation 147)",
        "What host protease is essential for priming the spike protein of SARS-CoV-2 during entry?": "Transmembrane Protease, Serine 2 (TMPRSS2)",
        "What host protein, along with ACE2, can assist with entry of SARS-CoV-2?": "Neuropilin 1 (NRP1)",
        "What action does TMPRSS2 perform on the spike protein during entry?": "Cuts open the spike protein and exposes a fusion peptide in S2 subunit",
        "How does the virion escape from the endosome during the replication cycle?": "When the pH of the endosome drops or when cathepsin, a host cysteine protease, cleaves it",
        "What is released into the cell by the virion after fusion?": "RNA",
        "How many virulence factors does SARS-CoV-2 produce that promote shedding and inhibit the immune response?": "At least 3",
        "What is one possible effect of SARS-CoV-2 on ACE2?": "Downregulation (this is still under investigation)",
        "What is the effectiveness of drugs in inhibiting SARS-CoV-2?": "Very few drugs are effective against SARS-CoV-2.",
        "Which enzyme can mastinib inhibit in SARS-CoV-2?": "The main protease, 3CLpro, in SARS-CoV-2.",
        "What reduction in viral titers was observed in the lungs and nose of mice treated with mastinib against SARS-CoV-2?": "A 200-fold reduction in viral titers was observed in the lungs and nose of mice treated with mastinib against SARS-CoV-2.",
        "Is mastinib currently approved for treatment of SARS-CoV-2?": "No, mastinib is not approved for the treatment of SARS-CoV-2 yet.",
        "When did the US grant emergency use authorization for nirmatrelvir/ritonavir for treatment of SARS-CoV-2?": "The US granted emergency use authorization for nirmatrelvir/ritonavir for the treatment of SARS-CoV-2 in December 2021.",
        "Which countries followed the US in granting emergency use authorization for nirmatrelvir/ritonavir for treatment of SARS-CoV-2?": "The EU, UK, and Canada followed the US in granting emergency use authorization for nirmatrelvir/ritonavir for treatment of SARS-CoV-2.",
        "By how much does nirmatrelvir/ritonavir reduce the risk of hospitalization and death from SARS-CoV-2?": "Nirmatrelvir/ritonavir reduces the risk of hospitalization and death from SARS-CoV-2 by 88%.",
        "When did the COVID Moonshot project begin with the goal to develop an unpatented oral antiviral drug against SARS-CoV-2?": "The COVID Moonshot project began in March 2020 with the goal to develop an unpatented oral antiviral drug against SARS-CoV-2."
      }
    }








}